[
  {
    "name": "Los Angeles",
    "country": "United States",
    "subtitle": "The city of angels",
    "picture": "https://c1.staticflickr.com/9/8459/7916249448_7c810b6490_c.jpg",
    "price": 987,
    "pos": {
      "lat": 34.05,
      "lon": -118.25
    },
    "text": "Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542 along with the rest of what would become Alta California. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence."
  },
  {
    "name": "London",
    "country": "United Kingdom",
    "subtitle": "The capital and most populous city of England",
    "picture": "https://c2.staticflickr.com/6/5565/14691013993_590afe217a_k.jpg",
    "price": 987,
    "pos": {
      "lat": 51.507222,
      "lon": -0.1275
    },
    "text": "London is a world cultural capital. It is the world's most-visited city as measured by international arrivals and has the world's largest city airport system measured by passenger traffic. London's 43 universities form the largest concentration of higher education institutes in Europe."
  },
  {
    "name": "San Francisco",
    "country": "United States",
    "subtitle": "Fog City",
    "picture": "https://c1.staticflickr.com/3/2862/10936924134_84828bde6b_k.jpg",
    "price": 1275,
    "pos": {
      "lat": 37.783333,
      "lon": -122.416667
    },
    "text": "San Francisco is located on the West Coast of the United States at the north end of the San Francisco Peninsula and includes significant stretches of the Pacific Ocean and San Francisco Bay within its boundaries. Several picturesque islands —Alcatraz, Treasure Island and the adjacent Yerba Buena Island, and small portions of Alameda Island, Red Rock Island, and Angel Island— are part of the city."
  },
  {
    "name": "Sydney",
    "country": "Australia",
    "subtitle": "the Harbour City",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/5/5c/Sydney_skyline_at_dusk_-_Dec_2008.jpg",
    "price": 1099,
    "pos": {
      "lat": 34.05,
      "lon": -118.25
    },
    "text": "Sydney has an advanced market economy with strengths in finance, manufacturing, and tourism. Its gross regional product was $337 billion in 2013 making it a larger economy than countries such as Denmark, Singapore, and Hong Kong."
  },
  {
    "name": "Barcelona",
    "country": "Spain",
    "subtitle": "Head and Hearth of Catalonia",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/5/5d/Catalunya_Barcelona1_tango7174.jpg",
    "price": 987,
    "pos": {
      "lat": 41.383333,
      "lon": 2.183333
    },
    "text": "Barcelona is one of the world's leading tourist, economic, trade fair and cultural centers, and its influence in commerce, education, entertainment, media, fashion, science, and the arts all contribute to its status as one of the world's major global cities."
  },
  {
    "name": "Hong Kong",
    "country": "China",
    "subtitle": "Fragrant Harbour",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/2/23/Hong_Kong_Skyline_Restitch_-_Dec_2007.jpg",
    "price": 1287,
    "pos": {
      "lat": 22.267000,
      "lon": 114.158882
    },
    "text": "Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542 along with the rest of what would become Alta California. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence."
  },
  {
    "name": "Singapore",
    "country": "Republic of Singapore",
    "subtitle": "The garden city",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/f/f9/Marina_Bay_Sands_in_the_evening_-_20101120.jpg",
    "price": 1190,
    "pos": {
      "lat": 1.283333,
      "lon": 103.800003
    },
    "text": "Singapore (/ˈsɪŋəpɔər/ or /ˈsɪŋɡəpɔər/), officially the Republic of Singapore, is a sovereign city-state and island country in Southeast Asia. It lies off the southern tip of the Malay Peninsula and is 137 kilometres (85 mi) north of the equator. The country's territory consists of the lozenge-shaped main island, commonly referred to as Singapore Island in English and Pulau Ujong in Malay, and more than 60 significantly smaller islets. Singapore is separated from Peninsular Malaysia by the Straits of Johor to the north, and from Indonesia's Riau Islands by the Singapore Strait to the south. The country is highly urbanised, and little of the original vegetation remains. The country's territory has consistently expanded through land reclamation.The islands were settled in the second century AD and subsequently belonged to a series of local empires. Modern Singapore was founded in 1819 by Sir Stamford Raffles as a trading post of the East India Company with permission from the Johor Sultanate. The British obtained sovereignty over the island in 1824, and Singapore became one of the British Straits Settlements in 1826. Occupied by the Japanese during World War II, Singapore declared independence from the United Kingdom in 1963 and united with other former British territories to form Malaysia, from which it was expelled two years later through a unanimous act of parliament. Since then, Singapore has developed rapidly, earning recognition as one of the Four Asian Tigers.Singapore is one of the world's major commercial hubs, with the fourth-biggest financial centre and one of the five busiest ports. Its globalised and diversified economy depends heavily on trade, especially manufacturing, which represented 26 percent of Singapore's GDP in 2005. In terms of purchasing power parity, Singapore has the third-highest per capita income in the world. It places highly in international rankings with regard to education, healthcare, government transparency, and economic competitiveness.Singapore is a unitary multiparty parliamentary republic, with a Westminster system of unicameral parliamentary government. The People's Action Party has won every election since self-government began in 1959. Just over five million people live in Singapore, of which approximately two million are foreign-born. While Singapore is diverse, ethnic Asians predominate: 75 percent of the population is Chinese, with significant minorities of Malays, Indians, and Eurasians. There are four official languages, English, Malay, Chinese, and Tamil, and the country promotes multiculturalism through a range of official policies.One of the five founding members of the Association of South East Asian Nations (ASEAN), Singapore is also the host of the APEC Secretariat, and a member of the East Asia Summit, the Non-Aligned Movement, and the Commonwealth. Singapore's rapid development has given it significant influence in global affairs, leading some analysts to identify it as a middle power."
  },
  {
    "name": "Bangkok",
    "country": "Thailand",
    "subtitle": "Big Mango",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/5/54/Klongs.jpg",
    "price": 990,
    "pos": {
      "lat": 13.750000,
      "lon": 100.466667
    },
    "text": "Bangkok (English pronunciation: /ˈbæŋkɒk/) is the capital and the most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon (กรุงเทพมหานคร, pronounced [krūŋ tʰêːp mahǎː nákʰɔ̄ːn] ) or simply About this sound Krung Thep . The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in Central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people (22.2 percent) live within the surrounding Bangkok Metropolitan Region, making Bangkok an extreme primate city, dwarfing Thailand's other urban centres in terms of importance.Bangkok traces its roots to a small trading post during the Ayutthaya Kingdom in the 15th century, which eventually grew in size and became the site of two capital cities: Thonburi in 1768 and Rattanakosin in 1782. Bangkok was at the heart of Siam's (as Thailand used to be known) modernization during the later nineteenth century, as the country faced pressures from the West. The city was the centre stage of Thailand's political struggles throughout the twentieth century, as the country abolished absolute monarchy, adopted constitutional rule and underwent numerous coups and uprisings. The city grew rapidly during the 1960s through the 1980s and now exerts a significant impact among Thailand's politics, economy, education, media and modern society.The Asian investment boom in the 1980s and 1990s led many multinational corporations to locate their regional headquarters in Bangkok. The city is now a major regional force in finance and business. It is an international hub for transport and health care, and is emerging as a regional centre for the arts, fashion and entertainment. The city's vibrant street life and cultural landmarks, as well as its notorious red-light districts, have given it an exotic appeal. The historic Grand Palace and Buddhist temples including Wat Arun and Wat Pho stand in contrast with other tourist attractions such as the nightlife scenes of Khaosan Road and Patpong. Bangkok is among the world's top tourist destinations. It is named the most visited city in MasterCard's Global Destination Cities Index, and has been named \"World's Best City\" for four consecutive years by Travel + Leisure magazine.Bangkok's rapid growth amidst little urban planning and regulation has resulted in a haphazard cityscape and inadequate infrastructure systems. Limited roads, despite an extensive expressway network, together with substantial private car usage, have resulted in chronic and crippling traffic congestion. This in turn caused severe air pollution in the 1990s. The city has since turned to public transport in an attempt to solve this major problem. Four rapid transit lines are now in operation, with more systems under construction or planned by the national government and the Bangkok Metropolitan Administration."
  },
  {
    "name": "Paris",
    "country": "France",
    "subtitle": "The City of Light",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/1/13/Arc_de_Triomphe_-_Paris.jpg",
    "price": 390,
    "pos": {
      "lat": 48.856701,
      "lon": 2.350800
    },
    "text": "Paris (English /ˈpærɪs/, /ˈpɛərɪs/; French: [paʁi] ) is the capital and most populous city of France. It is situated on the Seine River, in the north of the country, at the heart of the Île-de-France region. Within its administrative limits (the 20 arrondissements), the city had 2,234,105 inhabitants in 2009 while its metropolitan area is one of the largest population centres in Europe with more than 12 million inhabitants.An important settlement for more than two millennia, by the late 12th century Paris had become a walled cathedral city that was one of Europe's foremost centres of learning and the arts and the largest city in the Western world until the turn of the 18th century. Paris was the focal point for many important political events throughout its history, including the French Revolution. Today it is one of the world's leading business and cultural centres, and its influence in politics, education, entertainment, media, science, fashion and the arts all contribute to its status as one of the world's major cities. The city has one of the largest GDPs in the world, €607 billion (US$845 billion) as of 2011, and as a result of its high concentration of national and international political, cultural and scientific institutions is one of the world's leading tourist destinations. The Paris Region hosts the world headquarters of 30 of the Fortune Global 500 companies in several business districts, notably La Défense, the largest dedicated business district in Europe.Centuries of cultural and political development have brought Paris a variety of museums, theatres, monuments and architectural styles. Many of its masterpieces such as the Louvre and the Arc de Triomphe are iconic buildings, especially its internationally recognized symbol, the Eiffel Tower. Long regarded as an international centre for the arts, works by history's most famous painters can be found in the Louvre, the Musée d'Orsay and its many other museums and galleries. Paris is a global hub of fashion and has been referred to as the \"international capital of style\", noted for its haute couture tailoring, its high-end boutiques, and the twice-yearly Paris Fashion Week. It is world renowned for its haute cuisine, attracting many of the world's leading chefs. Many of France's most prestigious universities and Grandes Écoles are in Paris or its suburbs, and France's major newspapers Le Monde, Le Figaro, Libération are based in the city, and Le Parisien in Saint-Ouen near Paris.Paris is home to the association football club Paris Saint-Germain FC and the rugby union club Stade Français. The 80,000-seat Stade de France, built for the 1998 FIFA World Cup, is located in Saint-Denis. Paris hosts the annual French Open Grand Slam tennis tournament on the red clay of Roland Garros. Paris played host to the 1900 and 1924 Summer Olympics, the 1938 and 1998 FIFA World Cup, and the 2007 Rugby World Cup. The city is a major rail, highway, and air-transport hub, served by the two international airports Paris-Charles de Gaulle and Paris-Orly. Opened in 1900, the city's subway system, the Paris Métro, serves 5.23 million passengers daily. Paris is the hub of the national road network, and is surrounded by three orbital roads: the Périphérique, the A86 motorway, and the Francilienne motorway in the outer suburbs."
  },
  {
    "name": "Macao",
    "country": "China",
    "subtitle": "The little portuguese",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/3/3b/Macau_Penha_Hill.jpg",
    "price": 990,
    "pos": {
      "lat": 22.166666,
      "lon": 113.550003
    },
    "text": "Macau (/məˈkaʊ/; traditional Chinese: 澳門; simplified Chinese: 澳门; pinyin: Àomén), also spelled Macao, is one of the two Special Administrative Regions of the People's Republic of China, the other being Hong Kong. Macau lies on the western side of the Pearl River Delta across from Hong Kong to the east, bordered by Guangdong Province to the north and facing the South China Sea to the east and south. The territory's economy is heavily dependent on gambling and tourism, but also includes manufacturing. The Cantonese people from Hong Kong and Guangdong, especially recent mainland tourism from Mandarin-speaking regions, have boosted the economy of Macau significantly.A former Portuguese colony, Macau was administered by Portugal from the mid-16th century until late 1999, when it was the last remaining European colony in Asia. Portuguese traders first settled in Macau in the 1550s. In 1557, Macau was rented to Portugal by the Chinese empire as a trading port. The Portuguese administered the city under Chinese authority and sovereignty until 1887, when Macau became a colony of the Portuguese empire. Sovereignty over Macau was transferred back to China on 20 December 1999. The Sino-Portuguese Joint Declaration and the Basic Law of Macau stipulate that Macau operate with a high degree of autonomy until at least 2049, fifty years after the transfer. By 2002, it had become one of the world's richest cities. It became the world's biggest gambling centre in 2006.Under the policy of \"one country, two systems\", the PRC's Central People's Government is responsible for the territory's defense and foreign affairs, while Macau maintains its own legal system, police force, monetary system, customs policy, and immigration policy. Macau participates in many international organizations and events that do not require members to possess national sovereignty.According to The World Factbook, Macau has the second highest life expectancy in the world. In addition, Macau is one of the very few regions in Asia with a \"very high Human Development Index\", ranking 23rd or 24th in the world in 2007 (with Japan being the highest in Asia; the other Asian countries/regions within the \"very high HDI\" category are South Korea, Taiwan, Hong Kong, Singapore, and Brunei)."
  },
  {
    "name": "New York",
    "country": "United States",
    "subtitle": "The big apple",
    "picture": "https://c2.staticflickr.com/4/3905/14606479578_4048916fcc_b.jpg",
    "price": 890,
    "pos": {
      "lat": 40.712700,
      "lon": -74.005898
    },
    "text": "New York is the most populous city in the United States and the center of one of the most populous urban agglomerations in the world—the New York metropolitan area.The city is referred to as New York City or the City of New York to distinguish it from the State of New York, of which it is a part.A global power city,New York exerts a significant impact upon commerce, finance, media, art, fashion, research, technology, education, and entertainment. The home of the United Nations Headquarters,New York is an important center for international diplomacyand has been described as the cultural and financial capital of the world.On one of the world's largest natural harbors,New York City consists of five boroughs, each of which is a county of New York State.The five boroughs—the Bronx, Brooklyn, Manhattan, Queens, and Staten Island—were consolidated into a single city in 1898.With a census-estimated 2013 population of 8,405,837 distributed over a land area of just 305 square miles (790 km2),New York is the most densely populated major city in the United States.As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world.By 2013 census estimates, the New York Metropolitan Area's population remains by a significant margin the United States' largest Metropolitan Statistical Area, with approximately 19.9 million people, and is also part of the most populous Combined Statistical Area in the United States, containing an estimated 23.4 million people.New York traces its roots to its 1624 founding as a trading post by colonists of the Dutch Republic and was named New Amsterdam in 1626.The city and its surroundings came under English control in 1664New York served as the capital of the United States from 1785 until 1790.It has been the country's largest city since 1790.The Statue of Liberty greeted millions of immigrants as they came to America by ship in the late 19th and early 20th centuriesand is a globally recognized symbol of the United States and its democracy.Many districts and landmarks in New York City have become well known to its approximately 55 million annual visitors. Several sources have ranked New York the most photographed city in the world. Times Square, iconified as \"The Crossroads of the World\",is the brightly illuminated hub of the Broadway Theater District,one of the world's busiest pedestrian intersections,and a major center of the world's entertainment industry.The names of many of the city's bridges, skyscrapers,and parks are known around the world. New York City's financial district, anchored by Wall Street in Lower Manhattan, has been called the world's leading financial centerand is home to the New York Stock Exchange, the world's largest stock exchange by total market capitalization of its listed companies.Manhattan's real estate market is among the most expensive in the world. Manhattan's Chinatown incorporates the highest concentration of Chinese people in the Western Hemisphere, with several signature Chinatowns developing across the city.Providing continuous 24/7 service,the New York City Subway is one of the most extensive metro systems worldwide, with 468 stations in operation. Numerous colleges and universities are located in New York,including Columbia University, New York University, and Rockefeller University, which have been ranked among the top 35 in the world."
  },
  {
    "name": "Kuala Lumpur",
    "country": "Malaysia",
    "subtitle": "Garden City of Lights",
    "picture": "https://c1.staticflickr.com/3/2822/12277812923_f8b55f0094_k.jpg",
    "price": 890,
    "pos": {
      "lat": 3.135700,
      "lon": 101.688004
    },
    "text": "Kuala Lumpur (Malaysian pronunciation: [ˈkwalə ˈlumpʊr]), often abbreviated as K.L., is the federal capital and most populous city in Malaysia. The city covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.6 million as of 2010. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 6.9 million as of 2010. It is among the fastest growing metropolitan regions in the country, in terms of population and economy.Kuala Lumpur is the seat of the Parliament of Malaysia. The city was once home to the executive and judicial branches of the federal government, but they were moved to Putrajaya in early 1999. Some sections of the judiciary still remains in the capital city of Kuala Lumpur. The official residence of the Malaysian King, the Istana Negara, is also situated in Kuala Lumpur. Rated as an alpha world city, Kuala Lumpur is the cultural, financial and economic centre of Malaysia due to its position as the capital as well as being a key city. Kuala Lumpur was ranked 48th among global cities by Foreign Policy's 2010 Global Cities Index and was ranked 67th among global cities for economic and social innovation by the 2thinknow Innovation Cities Index in 2010.Kuala Lumpur is defined within the borders of the Federal Territory of Kuala Lumpur and is one of three Malaysian Federal Territories. It is an enclave within the state of Selangor, on the central west coast of Peninsular Malaysia.Since the 1990s, the city has played host to many international sporting, political and cultural events including the 1998 Commonwealth Games and the Formula One Grand Prix. In addition, Kuala Lumpur is home to the tallest twin buildings in the world, the Petronas Twin Towers, which have become an iconic symbol of Malaysia's futuristic development."
  },
  {
    "name": "Antalya",
    "country": "Turkey",
    "subtitle": "Turkish Riviera",
    "picture": "https://c2.staticflickr.com/8/7054/6846612490_b7772e2efc_b.jpg",
    "price": 350,
    "pos": {
      "lat": 36.900002,
      "lon": 30.683332
    },
    "text": "Antalya (Turkish pronunciation: [anˈtalja]) is a city on the Mediterranean coast of southwestern Turkey. It is Turkey's biggest international sea resort, located on the Turkish Riviera.In 2011 the city had a population of 964,886 and the metropolitan municipality 1,041,972.In 2012, Antalya became the third most visited city in the world by number of international arrivals, ranking behind Paris and London, respectively. Antalya previously ranked fourth in the world in 2010 and 2011, with over 10.5 million visitors in 2011."
  },
  {
    "name": "Istanbul",
    "country": "Turkey",
    "subtitle": "Nova Roma",
    "picture": "https://c2.staticflickr.com/8/7367/13346623705_f5a8547b13_k.jpg",
    "price": 350,
    "pos": {
      "lat": 41.013611,
      "lon": 28.955000
    },
    "text": "Istanbul (Turkish: İstanbul) is the largest city in Turkey, constituting the country's economic, cultural, and historical heart. With a population of 14.1 million, the city forms one of the largest urban agglomerations in Europe, second largest in the Middle East and the third-largest city in the world by population within city limits. Istanbul's vast area of 5,343 square kilometers (2,063 sq mi) is coterminous with Istanbul Province, of which the city is the administrative capital. Istanbul is a transcontinental city, straddling the Bosphorus—one of the world's busiest waterways—in northwestern Turkey, between the Sea of Marmara and the Black Sea. Its commercial and historical center lies in Europe, while a third of its population lives in Asia.Founded on the Sarayburnu promontory around 660 BC as Byzantium, the city now known as Istanbul developed to become one of the most significant cities in history. For nearly sixteen centuries following its reestablishment as Constantinople in 330 AD, it served as the capital of four empires: the Roman Empire (330–395), the Byzantine Empire (395–1204 and 1261–1453), the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922). It was instrumental in the advancement of Christianity during Roman and Byzantine times, before the Ottomans conquered the city in 1453 and transformed it into an Islamic stronghold and the seat of the last caliphate. Although the Republic of Turkey established its capital in Ankara, palaces and imperial mosques still line Istanbul's hills as visible reminders of the city's previous central role.Istanbul's strategic position along the historic Silk Road, rail networks to Europe and the Middle East, and the only sea route between the Black Sea and the Mediterranean have helped foster an eclectic populace, although less so since the establishment of the Republic in 1923. Overlooked for the new capital during the interwar period, the city has since regained much of its prominence. The population of the city has increased tenfold since the 1950s, as migrants from across Anatolia have flocked to the metropolis and city limits have expanded to accommodate them. Arts festivals were established at the end of the 20th century, while infrastructure improvements have produced a complex transportation network.Approximately 11.6 million foreign visitors arrived in Istanbul in 2012, two years after it was named a European Capital of Culture, making the city the world's fifth-most-popular tourist destination. The city's biggest draw remains its historic center, partially listed as a UNESCO World Heritage Site, but its cultural and entertainment hub can be found across the city's natural harbor, the Golden Horn, in the Beyoğlu district. Considered a global city, Istanbul is one of the fastest-growing metropolitan economies in the world. It hosts the headquarters of many Turkish companies and media outlets and accounts for more than a quarter of the country's gross domestic product. Hoping to capitalize on its revitalization and rapid expansion, Istanbul bid for the Summer Olympics five times in twenty years."
  },
  {
    "name": "Dubaï",
    "country": "The United Arab Emirate",
    "subtitle": "The Gold Coast",
    "picture": "https://c2.staticflickr.com/8/7134/7023368861_0765d0005f_b.jpg",
    "price": 690,
    "pos": {
      "lat": 25.250000,
      "lon": 55.299999
    },
    "text": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبيّ‎ Dubayy, IPA: [dʊˈbæj]) is an emirate in the United Arab Emirates (UAE) federation. The main city of the emirate is also called Dubai. The emirate is located on the southeast coast of the Persian Gulf and is one of the seven emirates that make up the country. It has the largest population in the UAE (2,106,177) and the second-largest land territory (4,114 km2) after the capital, Abu Dhabi. Abu Dhabi and Dubai are the only two emirates to have veto power over critical matters of national importance in the country's legislature. The city of Dubai is located on the emirate's northern coastline and heads up the Dubai-Sharjah-Ajman metropolitan area.The earliest mention of Dubai is in 1095 AD, and the earliest recorded settlement in the region dates from 1799. Dubai was formally established on June 9, 1833, by Sheikh Maktoum bin Butti Al-Maktoum when he persuaded around 800 members of his tribe of the Bani Yas, living in what was then the Second Saudi State, to follow him to the Dubai Creek by the Abu Falasa clan of the Bani Yas. It remained under the tribe's control when the United Kingdom agreed to protect the Sheikhdom in 1892 and joined the nascent United Arab Emirates upon independence in 1971 as the country's second emirate. Its strategic geographic location made the town an important trading hub, and by the beginning of the 20th century, Dubai was already an important regional port.Today, Dubai has emerged as a cosmopolitan metropolis that has grown steadily to become a global city and a business and cultural hub of the Middle East and the Persian Gulf region. It is also a major transport hub for passengers and cargo. Although Dubai's economy was historically built on the oil industry, the emirate's Western-style model of business drives its economy with the main revenues now coming from tourism, aviation, real estate, and financial services. Dubai has recently attracted world attention through many innovative large construction projects and sports events. The city has become symbolic for its skyscrapers and high-rise buildings, in particular the world's tallest building, the Burj Khalifa. In addition, Dubai is home to other ambitious development projects including man-made islands, hotels, and some of the largest shopping malls in the region and the world. This increased attention has also highlighted labor and human rights issues concerning the city's largely South Asian workforce. Dubai's property market experienced a major deterioration in 2008–2009 following the financial crisis of 2007-2008, but is making a gradual recovery with help from neighboring emirates.As of 2012, Dubai is the 22nd most expensive city in the world and the most expensive city in the Middle East. Dubai was rated as one of the best places to live in the Middle East by American global consulting firm Mercer."
  },
  {
    "name": "Seoul",
    "country": "South Korea",
    "subtitle": "In the land of the morning calm",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/d/d0/Korea-Seoul-Cheonggyecheon-2008-01.jpg",
    "price": 1390,
    "pos": {
      "lat": 37.566536,
      "lon": 126.977966
    },
    "text": "Seoul (English pronunciation: /soʊl/; Korean: [sʰʌ.ul] ) — officially the Seoul Special City — is the capital and largest metropolis of South Korea. A megacity with a population of more than 10 million, it is the largest city proper in the developed world. The Seoul Capital Area, which includes the surrounding Incheon metropolis and Gyeonggi province, is the world's second largest metropolitan area with over 25.6 million people, home to over half of South Koreans along with 632,000 international residents.Situated on the Han River, Seoul's history stretches back more than 2,000 years when it was founded in 18 BCE by Baekje, one of the Three Kingdoms of Korea. It continued as the capital of Korea under the Joseon Dynasty and the Korean Empire. The Seoul metropolitan area contains four UNESCO World Heritage Sites: Changdeok Palace, Hwaseong Fortress, Jongmyo Shrine and the Royal Tombs of the Joseon Dynasty. Seoul is surrounded by mountains, the tallest being Mt. Bukhan, the world's most visited national park per square foot. Modern landmarks include the iconic Dongdaemun Design Plaza, Lotte World, the world's second largest indoor theme park, and Moonlight Rainbow Fountain, the world's longest bridge fountain. The birthplace of K-pop and the Korean Wave, Seoul was voted the world's most wanted travel destination by Chinese, Japanese and Thai tourists for three consecutive years in 2009–2011 with over 12 million international visitors in 2013, making it East Asia's most visited city and the world's 7th biggest earner in tourism.Today, Seoul is considered a leading and rising global city, resulting from an economic boom called the Miracle on the Han River which transformed it from the ashes of the Korean War to the world's 4th largest metropolitan economy with a GDP of US$774 billion in 2012 after Tokyo, New York City and Los Angeles. A world leading technology hub, it boasts the world's sixth largest number of Fortune Global 500 multinationals such as Samsung, the world's largest technology company, as well as LG, SK, and Hyundai-Kia. Gangnam is the commercial center along with Yeoui Island forming the financial center and Digital Media City being the technology hub. Jongno and Central District are the historical and cultural center of Seoul. Ranked sixth in the Global Power City Index and seventh in the Global Financial Centres Index, the metropolis exerts a major influence in global affairs as one of the five leading hosts of global conferences.Seoul Station is the main terminal of the KTX high-speed rail and the Seoul Subway is the world's second largest subway network by length, considered the world's best subway by Jalopnik, featuring 4G LTE, WiFi, DMB and WiBro. Seoul is connected via AREX to Incheon International Airport, rated the world's best airport seven years in a row (2005–2012) by Airports Council International. Lotte World Tower, a 556m (1,824 ft) supertall skyscraper is under construction in Seoul to become the OECD's tallest in 2015 with the world's tallest observation deck on its 123rd floor.Seoul hosted the 1986 Asian Games, 1988 Summer Olympics, 2002 FIFA World Cup and the 2010 G-20 Seoul summit. A UNESCO City of Design, Seoul was named the 2010 World Design Capital."
  },
  {
    "name": "Rome",
    "country": "Italy",
    "subtitle": "The Eternal City",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/e/e5/Lightmatter_colosseum.jpg",
    "price": 399,
    "pos": {
      "lat": 41.900002,
      "lon": 12.500000
    },
    "text": "Rome (/ˈroʊm/; Italian: Roma pronounced [ˈroːma] ; Latin: Rōma) is a city and special comune (named \"Roma Capitale\") in Italy. Rome is the capital of Italy and also of the Province of Rome and of the region of Lazio. With 2.7 million residents in 1,285.3 km2 (496.3 sq mi), it is also the country's largest and most populated comune and fourth-most populous city in the European Union by population within city limits. The urban area of Rome extends beyond the administrative city limits with a population of around 3.8 million. Between 3.2 and 4.2 million people live in Rome metropolitan area. The city is located in the central-western portion of the Italian Peninsula, on the Tiber within Lazio (Latium). The Vatican City is an independent country within the city boundaries of Rome, the only example of a country within a city existing.Rome's history spans more than two and a half thousand years, since its legendary founding in 753 BC. Rome is one of the oldest continuously occupied cities in Europe. It is referred to as \"The Eternal City\", a notion expressed by ancient Roman poets and writers. In the ancient world it was successively the capital city of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded as one of the birthplaces of Western civilization. Since the 1st century AD, Rome has been considered the seat of the Papacy and in the 8th century it became the capital of the Papal States, which lasted until 1870. In 1871 Rome became the capital of the Kingdom of Italy, and in 1946 that of the Italian Republic.After the Middle Ages, Rome was ruled by popes such as Alexander VI and Leo X, who transformed the city into one of the major centers of the Italian Renaissance along with Florence. The current version of St Peter's Basilica was built and the Sistine Chapel was painted by Michelangelo. Famous artists and architects, such as Bramante, Bernini and Raphael, resided for some time in Rome, contributing to its Renaissance and Baroque architecture.Rome has a status of the global city. In 2007, Rome was the 11th-most-visited city in the world, 3rd most visited in the European Union, and the most popular tourist attraction in Italy. Its historic centre is listed by UNESCO as a World Heritage Site. Monuments and museums such as the Vatican Museums and the Colosseum are among the world's most visited tourist destinations with both locations receiving millions of tourists a year. Rome hosted the 1960 Summer Olympics and is the seat of United Nations' Food and Agriculture Organization (FAO)."
  },
  {
    "name": "Mecca",
    "country": " Saudi Arabi",
    "subtitle": "The Holy City of Mecca",
    "picture": "https://c1.staticflickr.com/9/8595/15992517381_8980aacfbe_h.jpg",
    "price": 690,
    "pos": {
      "lat": 21.416666,
      "lon": 39.816666
    },
    "text": "Mecca (/ˈmɛkə/; Arabic: مكة‎, Makkah, pronounced [ˈmækkæ]), also transliterated as Makkah, is a city in the Hejaz and the capital of Makkah Province in Saudi Arabia. The city is located 70 km (43 mi) inland from Jeddah in a narrow valley at a height of 277 m (909 ft) above sea level. Its resident population in 2012 was roughly 2 million, although visitors more than triple this number every year during Hajj period held in the twelfth Muslim lunar month of Dhu al-Hijjah.As the birthplace of Muhammad and a site of Muhammad's first revelation of the Quran (the site in specificity being a cave 3.2 km (2 mi) from Mecca), Mecca is regarded as the holiest city in the religion of Islam and a pilgrimage to it known as the Hajj is obligatory for all able Muslims. Mecca is home to the Kaaba, by majority description Islam's holiest site, as well as being the direction of Muslim prayer. Mecca was long ruled by Muhammad's descendants, the sharifs, acting either as independent rulers or as vassals to larger polities. It was absorbed into Saudi Arabia in 1925. In its modern period, Mecca has seen tremendous expansion in size and infrastructure, home to structures such as the Abraj Al Bait, also known as the Makkah Royal Clock Tower Hotel, the world's third tallest building and the building with the largest amount of floor area. Due to this expansion, Mecca has lost some historical structures and archaeological sites, such as the Ajyad Fortress. Today, more than 15 million Muslims visit Mecca annually, including several million during the few days of the Hajj. As a result, Mecca has become one of the most cosmopolitan and diverse cities in the Muslim world, despite the fact that non-Muslims are prohibited from entering the city."
  },
  {
    "name": "Taipei",
    "country": "Taiwan",
    "subtitle": "The City of Azaleas",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/9/9a/Taipei_Rushhour_birdseye.JPG",
    "price": 990,
    "pos": {
      "lat": 25.033333,
      "lon": 121.633331
    },
    "text": "Taipei, officially known as Taipei City (/ˌtaɪˈpeɪ/; Chinese: 臺北市 or 台北市; pinyin: Táiběi Shì; Pe̍h-ōe-jī: Tâi-pak Chhī), is the capital of the Republic of China (Taiwan). Situated at the northern tip of Taiwan, Taipei is located on the Tamsui River; it is about 25 km (16 mi) southwest of Keelung, a port city on the Pacific Ocean. It lies in the Taipei Basin, an ancient lakebed bounded by the two relatively narrow valleys of the Keelung and Xindian rivers, which join to form the Tamsui River along the city's western border. The city proper is home to an estimated 2,618,772 people. Taipei, New Taipei, and Keelung together form the Taipei–Keelung metropolitan area with a population of 6,900,273. They are administered under three municipal governing bodies. \"Taipei\" sometimes refers to the whole metropolitan area, while \"Taipei City\" refers to the city proper. Taipei City proper is surrounded on all sides by New Taipei.Taipei is the political, economic, and cultural center of Taiwan. Considered to be a global city, Taipei is part of a major industrial area. Railways, high-speed rail, highways, airports, and bus lines connect Taipei with all parts of the island. The city is served by two airports – Taipei Songshan and Taiwan Taoyuan."
  },
  {
    "name": "Miami",
    "country": "United States",
    "subtitle": "Capital of Latin America",
    "picture": "https://c2.staticflickr.com/4/3072/2720195951_01bbf04118_n.jpg",
    "price": 890,
    "pos": {
      "lat": 25.787676,
      "lon": -80.224167
    },
    "text": "Miami (/maɪˈæmi/; Spanish pronunciation: [maiˈami] ) is a city located on the Atlantic coast in southeastern Florida and the county seat of Miami-Dade County. The 42nd largest city proper in the United States, with a population of 419,777, it is the principal, central, and most populous city of the Miami metropolitan area, and the most populous metropolis in the Southeastern United States after Washington, D.C. According to the U.S. Census Bureau, Miami's metro area is the eighth most populous and fourth-largest urban area in the United States, with a population of around 5.5 million.Miami is a major center and a leader in finance, commerce, culture, media, entertainment, the arts, and international trade. In 2012, Miami was classified as an Alpha- World City in the World Cities Study Group’s inventory. In 2010, Miami ranked seventh in the United States in terms of finance, commerce, culture, entertainment, fashion, education, and other sectors. It ranked thirty-third among global cities. In 2008, Forbes magazine ranked Miami \"America's Cleanest City\", for its year-round good air quality, vast green spaces, clean drinking water, clean streets and city-wide recycling programs. According to a 2009 UBS study of 73 world cities, Miami was ranked as the richest city in the United States, and the world's fifth-richest city in terms of purchasing power. Miami is nicknamed the \"Capital of Latin America\", is the second largest U.S. city with a Spanish-speaking majority, and the largest city with a Cuban-American plurality.Downtown Miami is home to the largest concentration of international banks in the United States, and many large national and international companies. The Civic Center is a major center for hospitals, research institutes, medical centers, and biotechnology industries. For more than two decades, the Port of Miami, known as the \"Cruise Capital of the World,\" has been the number one cruise passenger port in the world. It accommodates some of the world's largest cruise ships and operations, and is the busiest port in both passenger traffic and cruise lines."
  },
  {
    "name": "Prague",
    "country": "Czech Republic",
    "subtitle": "The city of thousand towers and thousand",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/4/47/Prague_Castle_from_Vltava_bank.jpg",
    "price": 399,
    "pos": {
      "lat": 50.083332,
      "lon": 14.416667
    },
    "text": "Prague (/ˈprɑːɡ/; Czech: Praha pronounced [ˈpraɦa] ) is the capital and largest city of the Czech Republic. It is the fourteenth-largest city in the European Union. It is also the historical capital of Bohemia. Situated in the north-west of the country on the Vltava River, the city is home to about 1.3 million people, while its larger urban zone is estimated to have a population of nearly 2 million. The city has a temperate climate, with warm summers and chilly winters.Prague has been a political, cultural, and economic centre of central Europe with waxing and waning fortunes during its 1,100-year existence. Founded during the Romanesque and flourishing by the Gothic and Renaissance eras, Prague was not only the capital of the Czech state, but also the seat of two Holy Roman Emperors and thus also the capital of the Holy Roman Empire. It was an important city to the Habsburg Monarchy and its Austro-Hungarian Empire and after World War I became the capital of Czechoslovakia. The city played major roles in the Protestant Reformation, the Thirty Years' War, and in 20th-century history, during both World Wars and the post-war Communist era.Prague is home to a number of famous cultural attractions, many of which survived the violence and destruction of 20th-century Europe. Main attractions include the Prague Castle, the Charles Bridge, Old Town Square, the Jewish Quarter, the Lennon Wall and Petřín hill. Since 1992, the extensive historic centre of Prague has been included in the UNESCO list of World Heritage Sites. Prague is the capital of the Czech Republic, which used to be joined with Slovakia until the two separated into distinct sovereign states.The city boasts more than ten major museums, along with numerous theatres, galleries, cinemas, and other historical exhibits. A modern public transportation system connects the city. Also, it is home to a wide range of public and private schools, including Charles University.Prague is classified as an Alpha- global city according to GaWC studies, comparable to Berlin, Rome and Houston. Its rich history makes it a popular tourist destination, and the city receives more than 4.4 million international visitors annually, as of 2011. In 2011, Prague was the sixth-most-visited city in Europe. Prague ranked fifth in the Tripadvisor world list of best destinations in 2014."
  },
    {
    "name": "Shanghai",
    "country": "China",
    "subtitle": "The city on sea",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/d/da/Shanghai_-_Nanjing_Road.jpeg",
    "price": 1099,
    "pos": {
      "lat": 31.200001,
      "lon": 121.466667
    },
    "text": "Shanghai is the largest Chinese city by population and the largest city proper by population in the world. It is one of the four direct-controlled municipalities, with a population of more than 24 million as of 2013. It is a global financial center, and a transport hub with the world's busiest container port. Located in the Yangtze River Delta in East China, Shanghai sits at the mouth of the Yangtze in the middle portion of the Chinese coast. The municipality borders the provinces of Jiangsu and Zhejiang to the north, south and west, and is bounded to the east by the East China Sea.For centuries a major administrative, shipping, and trading town, Shanghai grew in importance in the 19th century due to European recognition of its favorable port location and economic potential. The city was one of five opened to foreign trade following the British victory over China in the First Opium War while the subsequent 1842 Treaty of Nanking and 1844 Treaty of Whampoa allowed the establishment of the Shanghai International Settlement and the French Concession. The city then flourished as a center of commerce between east and west, and became the undisputed financial hub of the Asia Pacific in the 1930s. However, with the Communist Party takeover of the mainland in 1949, trade was reoriented to focus on socialist countries, and the city's global influence declined. In the 1990s, the economic reforms introduced by Deng Xiaoping resulted in an intense re-development of the city, aiding the return of finance and foreign investment to the city.Shanghai is a popular tourist destination renowned for its historical landmarks such as The Bund, City God Temple and Yu Garden as well as the extensive Lujiazui skyline and major museums including the Shanghai Museum and the China Art Museum. It has been described as the "showpiece" of the booming economy of mainland China.",
  },
 {
    "name": "Las Vegas",
    "country": "United states",
    "subtitle": "City without Clocks",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/7/76/Las_Vegas_strip.jpg",
    "price": 999,
    "pos": {
      "lat": 36.174999,
      "lon": -115.136391
    },
    "text": "Las Vegas /lɑːs ˈveɪɡəs/ is the most populous city in the U.S. state of Nevada and the county seat of Clark County. Las Vegas is an internationally renowned major resort city known primarily for gambling, shopping, fine dining, and nightlife and is the leading financial and cultural center for Southern Nevada. The city bills itself as The Entertainment Capital of the World, and is famous for its consolidated casino–hotels and associated entertainment. A growing retirement and family city, Las Vegas is the 31st-most populous city in the United States, with a population at the 2010 census of 583,756. The 2010 population of the Las Vegas metropolitan area was 1,951,269. The city is one of the top three leading destinations in the United States for conventions, business, and meetings. Today, Las Vegas is one of the top tourist destinations in the world.Established in 1905, Las Vegas was incorporated as a city in 1911. At the close of the 20th century, Las Vegas was the most populous American city founded in that century (a distinction held by Chicago in the 19th century). The city's tolerance for various forms of adult entertainment earned it the title of Sin City, and this image has made Las Vegas a popular setting for films and television programs. There are numerous outdoor lighting displays on Fremont Street, as well as elsewhere in the city.Las Vegas also is used to describe the city along with areas beyond the city limits, especially the resort areas on and near the Las Vegas Strip, and the Las Vegas Valley. The 4.2 mi (6.8 km) stretch of South Las Vegas Boulevard known as the Strip is in the unincorporated communities of Paradise, Winchester, and Enterprise.",
  {
    "name": "Milan",
    "country": "italy",
    "subtitle": "Blue banana",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/9/9e/Milano_galleria_piazza_duomo.jpg",
    "price": 399,
    "pos": {
      "lat": 45.466667,
      "lon": 9.183333
    },
    "text": "Milan (English /mɪˈlæn/; Italian: Milano [miˈlaːno] ; Milanese: Milan [miˈlaŋ]) is the second-most populous city in Italy, the first considering the metro area, and the capital of the Lombardy Region. The city proper has a population of 1.3 million, whilst the Milan metropolitan area has a population of over 4 million. The massive suburban sprawl that followed the post-war boom of the 1950s–60s and the growth of a vast commuter belt, suggest that socioeconomic linkages have expanded well beyond the boundaries of its administrative limits and its agglomeration, creating a metropolitan region of over 11 million people, stretching over the former provinces of Milan, Bergamo, Como, Lecco, Lodi, Monza and Brianza, Pavia, Varese and Novara.Milan was founded by the Insubres, a Celtic people. The city was later conquered by the Romans, becoming the capital of the Western Roman Empire. During the Middle Ages, Milan flourished as a commercial and banking center. In the course of centuries, it has been alternatively dominated by France, Habsburg Spain, and Austria, until when in 1859 the city was eventually annexed by the new Kingdom of Italy. During the early 1900s, Milan led the industrialization process of the young nation, being at the very center of the economic, social and political debate. Badly affected by the World War II devastations, and after a harsh Nazi occupation, the city became the main centre of the Italian Resistance. In post-war years, the city enjoyed a prolonged economic boom, attracting large flows of workers from Southern Italy. During the last decades, Milan has seen a dramatic rise in the number of international migrants, and today more than one sixth of its population is foreign born.Milan is the main industrial, commercial and financial centre of Italy and a leading global city. Its business district hosts the Borsa Italiana (Italy's main stock exchange) and the headquarters of the largest national banks and companies. The city is a major world fashion and design capital. Thanks to its important museums, theatres and landmarks (including the Milan Cathedral, the fifth largest cathedral in the world, and Santa Maria delle Grazie, decorated with Leonardo da Vinci paintings, a UNESCO World Heritage Site) Milan attracts over 6 million annual visitors. It hosts numerous cultural institutions and universities, with 185,000 enrolled students in 2011, i.e. 11 percent of the national total. The city is also well known for several international events and fairs, including Milan Fashion Week and the Milan Furniture Fair, the largest of its kind in the world, and will host the 2015 Universal Exposition. Milan is home to two of the world's major football teams, A.C. Milan and F.C. Internazionale Milano.",
  },
  {
    "name": "Moscow",
    "country": "Russia",
    "subtitle": "Matouchka Moskva",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Kremlevskaya_Naberezhnaja_Moscow.hires.jpg",
    "price": 499,
    "pos": {
      "lat": 55.751667,
      "lon": 37.617779
    },
    "text": "Moscow (/ˈmɒskaʊ/ or /ˈmɒskoʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] ) is the capital city and the most populous federal subject of Russia. The city is a major political, economic, cultural and scientific center in Russia and in Eurasia. According to Forbes 2013, Moscow has the largest number of billionaire residents in the world. Moscow is the northernmost megacity on Earth, the second most populous city in Europe after Istanbul and the 6th largest city proper in the world. It is the largest city in Russia, with a population, according to the 2010 Census, of 11,503,501. By its territorial expansion on July 1, 2012 southwest into the Moscow Oblast, the capital increased its area 2.5 times; from about 1,000 square kilometers (390 sq mi) up to 2,511 square kilometers (970 sq mi), and gained an additional population of 233,000 people.Moscow is situated on the Moskva River in the Central Federal District of European Russia making it the world's most populated inland city. It also has the largest forest area within its borders—more than any other major city—even before its expansion in 2012. In the course of its history the city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Soviet Union. Moscow is the site of the Moscow Kremlin, a medieval city-fortress that is today the residence of the Russian president. The Moscow Kremlin is also one of several World Heritage Sites in the city. Both chambers of the Russian parliament (the State Duma and the Federation Council) also sit in Moscow.The city is served by an extensive transit network, which includes four international airports, nine railway terminals, and one of the deepest underground metro systems in the world, the Moscow Metro, third to Tokyo and Seoul in terms of passenger numbers. It is recognized as one of the city's landmarks due to the rich and varied architecture of its 194 stations.Over time, Moscow has acquired a number of epithets, most referring to its size and preeminent status within the nation: The Third Rome (Третий Рим), The Whitestone One (Белокаменная), The First Throne (Первопрестольная), The Forty Forties (Сорок Сороков), and The Hero City (город-герой). In old Russian the word "Сорок" (forty) also meant a church administrative district, which consisted of about forty churches. The demonym for a Moscow resident is "москвич" (moskvich), rendered in English as Muscovite.",
  },
  {
    "name": "Amsterdam",
    "country": "Netherlands",
    "subtitle": "Venice of the North",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/4/40/%27Het_Heertje%27_Herenstraat_Amsterdam_%2815091212301%29.jpg",
    "price": 299,
    "pos": {
      "lat": 52.366665,
      "lon": 4.900000
    },
    "text": "Amsterdam (English /ˈæmstədæm/; Dutch: [ˌɑmstərˈdɑm] ) is the capital city of and the most populous within the Kingdom of the Netherlands. Its status as the Dutch capital is mandated by the Constitution of the Netherlands though it is not the seat of the Dutch government, which is at The Hague (Den Haag). Amsterdam has a population of 810,909 within the city-proper, 1,108,297 in the urban region and 1,571,234 in the greater metropolitan area. The city is located in the province of North Holland in the west of the country. It comprises much of the northern part of the Randstad, one of the larger conurbations in Europe, with a population of approximately 7 million.Amsterdam's name derives from Amstelredamme, indicative of the city's origin as a dam of the river Amstel. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world during the Dutch Golden Age, a result of its innovative developments in trade. During that time, the city was the leading center for finance and diamonds. In the 19th and 20th centuries, the city expanded, and many new neighborhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List.As the commercial capital of the Netherlands and one of the top financial centres in Europe, Amsterdam is considered an alpha world city by the Globalization and World Cities (GaWC) study group. The city is also the cultural capital of the Netherlands. Many large Dutch institutions have their headquarters there, and 7 of the world's top 500 companies, including Philips and ING, are based in the city. In 2012, Amsterdam was ranked 2nd best city to live by the Economist Intelligence Unit (EIU) and 12th globally on quality of living by Mercer. The city was previously ranked 3rd in innovation by 2thinknow in the Innovation Cities Index 2009.The Amsterdam Stock Exchange, the oldest stock exchange in the world, is located in the city center. Amsterdam's main attractions, including its historic canals, the Rijksmuseum, the Van Gogh Museum, Stedelijk Museum, Hermitage Amsterdam, Anne Frank House, Amsterdam Museum, its red-light district, and its many cannabis coffee shops draw more than 3.66 million international visitors annually.",
  },
  {
    "name": "Vienne",
    "country": "Austria",
    "subtitle": "",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/3/37/Wien_Belvedere.jpg",
    "price": 399,
    "pos": {
      "lat": 48.200001,
      "lon": 16.366667
    },
    "text": "Vienna (/viːˈɛnə/; German: About this sound Wien [viːn], Austro-Bavarian: Wean) is the capital and largest city of Austria, and one of the nine states of Austria. Vienna is Austria's primary city, with a population of about 1.757 million (2.4 million within the metropolitan area, more than 20% of Austria's population), and its cultural, economic, and political centre. It is the 7th-largest city by population within city limits in the European Union. Until the beginning of the 20th century it was the largest German-speaking city in the world, and before the splitting of the Austro-Hungarian Empire in World War I the city had 2 million inhabitants. Today it is the second only to Berlin in German speakers. Vienna is host to many major international organizations, including the United Nations and OPEC. The city lies in the east of Austria and is close to the borders of the Czech Republic, Slovakia, and Hungary. These regions work together in a European Centrope border region. Along with nearby Bratislava, Vienna forms a metropolitan region with 3 million inhabitants. In 2001, the city centre was designated a UNESCO World Heritage Site.Apart from being regarded as the City of Music because of its musical legacy, Vienna is also said to be "The City of Dreams" because it was home to the world's first psycho-analyst – Sigmund Freud. The city's roots lie in early Celtic and Roman settlements that transformed into a Medieval and Baroque city, the capital of the Austro-Hungarian Empire. It is well known for having played an essential role as a leading European music centre, from the great age of Viennese Classicism through the early part of the 20th century. The historic centre of Vienna is rich in architectural ensembles, including Baroque castles and gardens, and the late-19th-century Ringstrasse lined with grand buildings, monuments and parks.In a 2005 study of 127 world cities, the Economist Intelligence Unit ranked the city first (in a tie with Vancouver, Canada) for the world's most livable cities (in the 2012 survey of 140 cities Vienna was ranked number two, behind Melbourne). For four consecutive years (2009–2012), the human-resource-consulting firm Mercer ranked Vienna first in its annual "Quality of Living" survey of hundreds of cities around the world, a title the city has reclaimed in 2014. Monocle's 2012 "Quality of Life Survey" ranked Vienna fourth on a list of the top 25 cities in the world "to make a base within" (up from sixth in 2011 and eighth in 2010).The city was ranked 1st globally for its culture of innovation in 2007 and 2008, and fifth globally (out of 256 cities) in the 2011 Innovation Cities Index, which analyzed 162 indicators in covering three areas: culture, infrastructure and markets. Vienna regularly hosts urban planning conferences and is often used as a case study by urban planners.Each year since 2005, Vienna has been the world's number one destination for international congresses and conventions. It attracts about five million tourists a year.",
  },
  {
    "name": "Venice",
    "country": "Italy",
    "subtitle": "City of Masks",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/8/89/Venezia_veduta_aerea.jpg",
    "price": 499,
    "pos": {
      "lat": 45.437500,
      "lon": 12.335834
    },
    "text": "Venice (English /ˈvɛnɪs/; Italian: Venezia [veˈnɛttsia] alternative obsolete form: Vinegia; Venetian: Venexia [veˈnɛsja]; Latin: Venetia; Slovene: Benetke) is a city in northeastern Italy sited on a group of 118 small islands separated by canals and linked by bridges. It is located in the marshy Venetian Lagoon which stretches along the shoreline, between the mouths of the Po and the Piave Rivers. Venice is renowned for the beauty of its setting, its architecture and its artworks. The city in its entirety is listed as a World Heritage Site, along with its lagoon.Venice is the capital of the Veneto region. In 2009, there were 270,098 people residing in Venice's comune (the population estimate of 272,000 inhabitants includes the population of the whole Comune of Venezia; around 60,000 in the historic city of Venice (Centro storico); 176,000 in Terraferma (the Mainland), mostly in the large frazioni (roughly equivalent to "parishes" or "wards" in other countries) of Mestre and Marghera; 31,000 live on other islands in the lagoon). Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), with a total population of 1,600,000. PATREVE is only a statistical metropolitan area without any degree of autonomy.The name is derived from the ancient Veneti people who inhabited the region by the 10th century BC. The city historically was the capital of the Republic of Venice. Venice has been known as the "La Dominante", "Serenissima", "Queen of the Adriatic", "City of Water", "City of Masks", "City of Bridges", "The Floating City", and "City of Canals". Luigi Barzini described it in The New York Times as "undoubtedly the most beautiful city built by man". Venice has also been described by the Times Online as being one of Europe's most romantic cities.The Republic of Venice was a major maritime power during the Middle Ages and Renaissance, and a staging area for the Crusades and the Battle of Lepanto, as well as a very important center of commerce (especially silk, grain, and spice) and art in the 13th century up to the end of the 17th century. This made Venice a wealthy city throughout most of its history. It is also known for its several important artistic movements, especially the Renaissance period. Venice has played an important role in the history of symphonic and operatic music, and it is the birthplace of Antonio Vivaldi.",
  },
  {
    "name": "Lima",
    "country": "Peru",
    "subtitle": "Ciudad de los Reyes",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/0/0f/Square_in_Lima_Peru_01.jpg",
    "price": 1099,
    "pos": {
      "lat": -12.043333,
      "lon": -77.028336
    },
    "text": "Lima /ˈliːmə/ is the capital and the largest city of Peru. It is located in the valleys of the Chillón, Rímac and Lurín rivers, in the central coastal part of the country, overlooking the Pacific Ocean. Together with the seaport of Callao, it forms a contiguous urban area known as the Lima Metropolitan Area. With a population approaching 9 million, Lima is the most populous metropolitan area of Peru, and the fifth largest city in the Americas (as defined by "city proper").Lima was founded by Spanish conquistador Francisco Pizarro on January 18, 1535, as Ciudad de los Reyes. It became the capital and most important city in the Spanish Viceroyalty of Peru. Following the Peruvian War of Independence, it became the capital of the Republic of Peru. Today, around one-third of the Peruvian population lives in the metropolitan area.Lima is home to one of the oldest higher learning institutions in the New World. The National University of San Marcos, founded on May 12, 1551 during Spanish colonial regime, is the oldest continuously functioning university in the Americas.In October 2013, Lima was chosen in a ceremony in Toronto to host the 2019 Pan American Games, winning with an enormous advantage over the other two finalist cities.",
  },
  {
    "name": "Tokyo",
    "country": "Japan",
    "subtitle": "City of the future",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/b/b2/Skyscrapers_of_Shinjuku_2009_January.jpg",
    "price": 1150,
    "pos": {
      "lat": 35.689507,
      "lon": 139.691696
    },
    "text": "Tokyo (東京, Tōkyō, "Eastern Capital") (Japanese: [toːkʲoː], English /ˈtoʊki.oʊ/, About this sound listen ), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. Tokyo is the capital of Japan, the center of the Greater Tokyo Area, and the most populous metropolitan area in the world. It is the seat of the Japanese government and the Imperial Palace, and the home of the Japanese Imperial Family. Tokyo is in the Kantō region on the southeastern side of the main island Honshu and includes the Izu Islands and Ogasawara Islands. Tokyo Metropolis was formed in 1943 from the merger of the former Tokyo Prefecture (東京府, Tōkyō-fu) and the city of Tokyo (東京市, Tōkyō-shi).Tokyo is often referred to and thought of as a city, but is officially known as a "metropolitan prefecture", which differs from a city. The Tokyo metropolitan government administers the 23 Special Wards of Tokyo (each governed as an individual city), which cover the area that was formerly the City of Tokyo before it merged and became the subsequent metropolitan prefecture in 1943. The metropolitan government also administers 39 municipalities in the western part of the prefecture and the two outlying island chains. The population of the special wards is over 9 million people, with the total population of the prefecture exceeding 13 million. The prefecture is part of the world's most populous metropolitan area with upwards of 35 million people and the world's largest urban agglomeration economy. The city hosts 51 of the Fortune Global 500 companies, the highest number of any city.The city is considered an alpha+ world city, listed by the GaWC's 2008 inventory and ranked fourth among global cities by A.T. Kearney's 2012 Global Cities Index. In 2013, Tokyo was named the third most expensive city for expatriates, according to the Mercer consulting firm, and the world's most expensive city, according to the Economist Intelligence Unit's cost-of-living survey. In 2009 Tokyo was named the third Most Liveable City and the World’s Most Livable Megalopolis by the magazine Monocle.The Michelin Guide has awarded Tokyo by far the most Michelin stars of any city in the world.",
  },
  {
    "name": "Johannesburg",
    "country": "South Africa",
    "subtitle": "City of gold",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/0/02/Johannesburg_Sunrise%2C_City_of_Gold.jpg",
    "price": 999,
    "pos": {
      "lat": 26.204445,
      "lon": 28.045555
    },
    "text": "Johannesburg (/dʒoʊˈhænɪsbɜrɡ/; Afrikaans: [joˈɦɐnəsbœrx]) also known as Jozi, Joburg, Joni, eGoli or Joeys, abbreviated as JHB, is the largest city in South Africa, by population. Johannesburg is the provincial capital of Gauteng, the wealthiest province in South Africa, having the largest economy of any metropolitan region in Sub-Saharan Africa. The city is one of the 50 largest urban agglomerations in the world, and is also the world's largest city not situated on a river, lake, or coastline. It claims to be the lightning capital of the world, though this title is also claimed by others.While Johannesburg is not one of South Africa's three capital cities, it is the seat of the Constitutional Court, which has the final word on interpretation of South Africa's constitution, and is the provincial capital of Gauteng. The city is the source of a large-scale gold and diamond trade, due to its location on the mineral-rich Witwatersrand range of hills.Johannesburg is served by two international and one domestic airport. O.R. Tambo International Airport, the largest and busiest airport in Africa and a gateway for international air travel to and from the rest of Southern Africa is to the east of the city and Lanseria International Airport to the west. Rand Airport to the south east only handles general aviation flights, though it has the capacity for large jet aircraft.According to the 2007 Community Survey, the population of the city of Johannesburg was 4,434,827 and the population of the Greater Johannesburg Metropolitan Area was 7,151,447. A broader definition of the Johannesburg metropolitan area, including Ekurhuleni, the West Rand, Soweto and Lenasia, has a population of 10,267,700. The municipal city's land area of 1,645 km2 (635 sq mi) is very large when compared with that of other cities, resulting in a moderate population density of 2,364 /km2 (6,120 /sq mi).Johannesburg includes Soweto, which was a separate city from the late 1970s until the 1990s. Originally an acronym for "SOuth-WEstern TOwnships", Soweto originated as a collection of settlements on the outskirts of Johannesburg populated mostly by native African workers in the gold-mining industry. Eventually incorporated into Johannesburg, the apartheid government (in power 1948–1994) separated Soweto from the rest of Johannesburg to make it an entirely black-residents area. The area called Lenasia has always been part of the City of Johannesburg. Lenasia is predominantly populated by those of English-speaking Indian ethnicity.",
  },
  {
    "name": "Beijing",
    "country": "China",
    "subtitle": "The center of China",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/d/d7/La_cit%C3%A9_interdite_0244.JPG?uselang=fr",
    "price": 1299,
    "pos": {
      "lat": 39.906387,
      "lon": 116.379723
    },
    "text": "Beijing, sometimes romanized as Peking, is the capital of the People's Republic of China and one of the most populous cities in the world. The population as of 2013 was 21,150,000. The metropolis, located in northern China, is governed as a direct-controlled municipality under the national government, with 14 urban and suburban districts and two rural counties. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast.Beijing is the second largest Chinese city by urban population after Shanghai and is the nation's political, cultural, and educational center. It is home to the headquarters of most of China's largest state-owned companies, and is a major hub for the national highway, expressway, railway, and high-speed rail networks. The Beijing Capital International Airport is the second busiest in the world by passenger traffic.The city's history dates back three millennia. As the last of the Four Great Ancient Capitals of China, Beijing has been the political center of the country for much of the past eight centuries. The city is renowned for its opulent palaces, temples, parks and gardens, tombs, walls and gates, and its art treasures and universities have made it a center of culture and art in China. Encyclopædia Britannica notes that "few cities in the world have served for so long as the political headquarters and cultural centre of an area as immense as China."",
  },
  {
    "name": "Sofia",
    "country": "Bulgaria",
    "subtitle": "zdravey !",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/1/16/IvanVazov_National_Theatre_7.jpg",
    "price": 399,
    "pos": {
      "lat": 42.700001,
      "lon": 23.333334
    },
    "text": "Sofia (Bulgarian: София, pronounced [ˈsɔfijɐ] ) is the capital and largest city of Bulgaria. Sofia is located at the foot of Mount Vitosha in the western part of the country. It occupies a strategic position at the centre of the Balkan Peninsula. Sofia's history spans 2,400 years. Its ancient name Serdica derives from the local Celtic tribe of the Serdi who established the town in the 5th century BC. It remained a relatively small settlement until 1879, when it was declared the capital of Bulgaria.Sofia is the 15th largest city in the European Union with a population of around 1.3 million people.Sofia has been ranked by the Globalization and World Cities Research Network as a Beta− city. Many of the major universities, cultural institutions, and businesses of Bulgaria are concentrated in Sofia.",
  },
  {
    "name": "Orlando",
    "country": "United States",
    "subtitle": "The City Beautiful",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/f/fc/Lake_Eola.jpg",
    "price": 1050,
    "pos": {
      "lat": 28.415833,
      "lon": -81.298889
    },
    "text": "Orlando /ɔrˈlændoʊ/ is a major city in the U.S. state of Florida. Located in Central Florida, it is the county seat of Orange County and the center of the Greater Orlando metropolitan area. The Greater Orlando metropolitan area has a population of 2,134,411, making it the 26th largest metro area in the United States, the sixth largest metro area in the Southeastern United States, and the third largest metro area in the state of Florida. According 2010 census, Orlando has a city-proper population of 238,300 making it the 77th largest city in the United States, this is mostly attributed to the fact that the majority of area residents live in surrounding suburbs outside of city limits. Orlando is the fifth largest city in Florida, and the state's largest inland city.Orlando is nicknamed "The City Beautiful" and its symbol is the fountain at Lake Eola. Orlando is also known as "The Theme Park Capital of the World" and its tourist attractions draw more than 51 million tourists a year, including 3.6 million international guests. The Orlando International Airport (MCO) is the thirteenth busiest airport in the United States and the 29th busiest in the world. Buddy Dyer is Orlando's mayor.As the most visited American city in 2009, Orlando's famous attractions form the backbone of its tourism industry: Walt Disney World Resort, located approximately 21 miles (34 km) southwest of Downtown Orlando in Lake Buena Vista, opened by the Walt Disney Company in 1971; the Universal Orlando Resort, which consists of the two parks of Universal Studios Florida and Islands of Adventure; City Walk; SeaWorld; Gatorland; and Wet 'n Wild Water Park. With the exception of Walt Disney World, most major attractions are located along International Drive. The city is also one of the busiest American cities for conferences and conventions.Like other major cities in the Sun Belt, Orlando grew rapidly during the 1980s and into the first decade of the 21st century. Orlando is home to the University of Central Florida, which is the second-largest university campus in the United States in terms of enrollment as of 2012. In 2010, Orlando was listed as a "Gamma−" level of world-city in the World Cities Study Group’s inventory. Orlando ranks as the fourth most popular American city based on where people want to live according to a 2009 Pew Research Center study.",
  },
  {
    "name": "Berlin",
    "country": "Germany",
    "subtitle": "City of hope",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/a/a6/Brandenburger_Tor_abends.jpg",
    "price": 399,
    "pos": {
      "lat": 52.516666,
      "lon": 13.383333
    },
    "text": "Berlin (/bərˈlɪn/; German pronunciation: [bɛɐ̯ˈliːn] ) is the capital city of Germany and one of the 16 states of Germany. With a population of 3.4 million people, Berlin is Germany's largest city, the second most populous city proper, and the seventh most populous urban area in the European Union. Located in northeastern Germany on the River Spree, it is the center of the Berlin-Brandenburg Metropolitan Region, which has about 4.5 million residents from over 180 nations. Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. Around one third of the city's area is composed of forests, parks, gardens, rivers and lakes.First documented in the 13th century, Berlin became the capital of the Kingdom of Prussia (1701–1918), the German Empire (1871–1918), the Weimar Republic (1919–33) and the Third Reich (1933–45). Berlin in the 1920s was the third largest municipality in the world. After World War II, the city, along with the German state, was divided - into East Berlin — capital of the German Democratic Republic, colloquially identified in English as East Germany — and West Berlin, a political exclave (surrounded by the Berlin Wall from 1961 to 1989) and a de facto state of the Federal Republic of Germany, known colloquially in English as West Germany from 1949 to 1990. Following German reunification in 1990, the city was once more designated as the capital of all Germany.Berlin is a world city of culture, politics, media, and science, hosting 147 foreign embassies. Its economy is primarily based on high-tech industries and the service sector, encompassing a diverse range of creative industries, research facilities, media corporations, and convention venues. Berlin also serves as a continental hub for air and rail transport and is a popular tourist destination. Significant industries include IT, pharmaceuticals, biomedical engineering, biotechnology, electronics, traffic engineering, and renewable energy.Berlin is home to renowned universities, research institutes, orchestras, museums, and celebrities and is host to many sporting events. Its urban setting and historical legacy have made it a popular location for international film productions. The city is well known for its festivals, diverse architecture, nightlife, contemporary arts, public transportation networks, and an extremely high quality of living.",
  },
  {
    "name": "Budapest",
    "country": "Hungary",
    "subtitle": "City of Water",
    "picture": "https://upload.wikimedia.org/wikipedia/commons/1/1a/Budapest_castle_night_5.jpg",
    "price": 299,
    "pos": {
      "lat": 47.492500,
      "lon": 19.051390
    },
    "text": "Budapest /ˈbuːdəpɛst/ (Hungarian: [ˈbudɒpɛʃt] ; names in other languages) is the capital and the largest city of Hungary, and one of the largest cities in the European Union. It is the country's principal political, cultural, commercial, industrial, and transportation centre, sometimes described as the primate city of Hungary. In 2011, according to the census, Budapest had 1.74 million inhabitants, down from its 1989 peak of 2.1 million due to suburbanization. The Budapest Metropolitan Area is home to 3.3 million people. The city covers an area of 525 square kilometres (202.7 sq mi) within the city limits. Budapest became a single city occupying both banks of the river Danube with a unification on 17 November 1873 of west-bank Buda and Óbuda with east-bank Pest.The history of Budapest began with Aquincum, originally a Celtic settlement that became the Roman capital of Lower Pannonia. Hungarians arrived in the territory in the 9th century. Their first settlement was pillaged by the Mongols in 1241–42. The re-established town became one of the centres of Renaissance humanist culture in the 15th century. Following the Battle of Mohács and nearly 150 years of Ottoman rule, the region entered a new age of prosperity in the 18th and 19th centuries, and Budapest became a global city after the 1873 unification. It also became the second capital of the Austro-Hungarian Empire, a great power that dissolved in 1918, following World War I. Budapest was the focal point of the Hungarian Revolution of 1848, the Hungarian Republic of Councils of 1919, Operation Panzerfaust in 1944, the Battle of Budapest in 1945, and the Revolution of 1956.Cited as one of the most beautiful cities in Europe, its extensive World Heritage Site includes the banks of the Danube, the Buda Castle Quarter, Andrássy Avenue, Heroes' Square and the Millennium Underground Railway, the second oldest in the world. Other highlights include a total of 80 geothermal springs, the world's largest thermal water cave system, second largest synagogue, and third largest Parliament building. The city attracts about 4.3 million tourists a year, making it the 25th most popular city in the world (and the 6th in Europe) according to Euromonitor.Considered a financial hub in Central Europe, the city ranked 3rd (out of 65 cities) on Mastercard's Emerging Markets Index, and ranked as the most livable Central/Eastern European city on EIU's quality of life index. It is also ranked as "the world's second best city" by Condé Nast Traveler, "Europe's 7th most idyllic place to live" by Forbes, and as the 9th most beautiful city in the world by UCityGuides. It is the highest ranked Central/Eastern European city on Innovation Cities' Top 100 index.Budapest is home to the headquarters of the European Institute of Innovation and Technology (EIT), and the first foreign office of the China Investment Promotion Agency (CIPA). A total of 18 universities are situated in Budapest, most notably the Central European University and the University of Budapest.",
  },
  {
    "name": "Florence",
    "country": "Italy",
    "subtitle": "The cradle of the Renaissance",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/d/d5/Sunset_over_florence_1.jpg",
    "price": 390,
    "pos": {
      "lat": 43.783333,
      "lon": 11.250000
    },
    "text": "Florence (Italian: Firenze [fiˈrɛntse] , alternative obsolete form: Fiorenza; Latin: Florentia) is the capital city of the Italian region of Tuscany and of the province of Florence. It is the most populous city in Tuscany, with approximately 370,000 inhabitants, expanding to over 1.5 million in the metropolitan area.Florence is famous for its history: a centre of medieval European trade and finance and one of the wealthiest cities of the time, it is considered the birthplace of the Renaissance, and has been called "the Athens of the Middle Ages". A turbulent political history includes periods of rule by the powerful Medici family, and numerous religious and republican revolutions. From 1865-71 the city was the capital of the recently established Kingdom of Italy.The Historic Centre of Florence attracts millions of tourists each year, and Euromonitor International ranked the city as the world's 72nd most visited in 2009, with 1.7m visitors. It was declared a World Heritage Site by UNESCO in 1982. Due to Florence's artistic and architectural heritage, it has been ranked by Forbes as one of the most beautiful cities in the world, and the city is noted for its culture, Renaissance art and architecture and monuments. The city also contains numerous museums and art galleries, such as the Uffizi gallery and the Palazzo Pitti, amongst others, and still exerts an influence in the fields of art, culture and politics.Florence is an important city in Italian fashion, being ranked in the top 50 fashion capitals of the world; furthermore, it is a major national economic centre, as a tourist and industrial hub. In 2008, the city had the 17th highest average income in Italy.",
  },
  {
    "name": "Madrid",
    "country": "Spain",
    "subtitle": "The city which never sleeps",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/9/91/Palacio_de_Comunicaciones_-_01.jpg",
    "price": 289,
    "pos": {
      "lat": 40.400002,
      "lon": -3.683333
    },
    "text": "Madrid (English /məˈdrɪd/, Spanish: [maˈðɾið]) is the capital of Spain and its largest city. The population of the city is roughly 3.3 million and the entire population of the Madrid metropolitan area is calculated to be around 6.5 million. It is the third-largest city in the European Union, after London and Berlin, and its metropolitan area is the third-largest in the European Union after London and Paris. The city spans a total of 604.3 km2 (233.3 sq mi).The city is located on the Manzanares River in the centre of both the country and the Community of Madrid (which comprises the city of Madrid, its conurbation and extended suburbs and villages); this community is bordered by the autonomous communities of Castile and León and Castile-La Mancha. As the capital city of Spain, seat of government, and residence of the Spanish monarch, Madrid is also the political, economic and cultural centre of Spain. The current mayor is Ana Botella from the People's Party (PP).The Madrid urban agglomeration has the third-largest GDP in the European Union and its influences in politics, education, entertainment, environment, media, fashion, science, culture, and the arts all contribute to its status as one of the world's major global cities. Due to its economic output, high standard of living, and market size, Madrid is considered the major financial centre of Southern Europe and the Iberian Peninsula; it hosts the head offices of the vast majority of the major Spanish companies, such as Telefónica, Iberia or Repsol. Madrid is the 10th most livable city in the world according to Monocle magazine, in its 2010 index.Madrid houses the headquarters of the World Tourism Organization (WTO), belonging to the United Nations Organization (UN), the SEGIB, the Organization of Ibero-American States (OEI), and the Public Interest Oversight Board (PIOB). It also hosts major international institutions regulators of Spanish: the Standing Committee of the Association of Spanish Language Academies, headquarters of the Royal Spanish Academy (RAE), the Cervantes Institute and the Foundation of Urgent Spanish (Fundéu BBVA). Madrid organizes fairs such as FITUR, ARCO, SIMO TCI and the Cibeles Madrid Fashion Week.While Madrid possesses a modern infrastructure, it has preserved the look and feel of many of its historic neighbourhoods and streets. Its landmarks include the Royal Palace of Madrid; the Royal Theatre with its restored 1850 Opera House; the Buen Retiro Park, founded in 1631; the 19th-century National Library building (founded in 1712) containing some of Spain's historical archives; a large number of National museums, and the Golden Triangle of Art, located along the Paseo del Prado and comprising three art museums: Prado Museum, the Reina Sofía Museum, a museum of modern art, and the Thyssen-Bornemisza Museum, which completes the shortcomings of the other two museums. Cibeles Palace and Fountain have become the monument symbol of the city.",
  },
  {
    "name": "Warsaw",
    "country": "Poland",
    "subtitle": "phoenix city",
    "picture": "https://c1.staticflickr.com/9/8169/7989776770_1f5613f992_b.jpg",
    "price": 350,
    "pos": {
      "lat": 52.233334,
      "lon": 21.016666 
    },
    "text": "Warsaw (Polish: Warszawa [varˈʂava] ; see also other names), is the capital and largest city of Poland. It is located on the Vistula River, roughly 260 kilometres (160 mi) from the Baltic Sea and 300 kilometres (190 mi) from the Carpathian Mountains. Its population is estimated at 1.711 million residents within a greater metropolitan area of 2.666 million residents, making Warsaw the 9th most populous city proper in the European Union. The area of the city covers 516.9 square kilometres (199.6 sq mi), while the city's agglomeration covers 6,100.43 square kilometres (2,355.39 sq mi).Warsaw is an Alpha– global city, a major international tourist destination and an important economic hub in East-Central Europe. It is also known as the "phoenix city" because it has survived so many wars throughout its history. Most notably, the city had to be painstakingly rebuilt after the extensive damage it suffered in World War II, during which 85% of its buildings were destroyed. On 9 November 1940 the city was awarded Poland's highest military decoration for heroism, the Virtuti Militari, during the Siege of Warsaw (1939).Warsaw is known as the city of palaces, royal gardens and grand parks. Many aristocratic residences and mansions are located near the city center.The Warszawianka is widely considered the unofficial anthem of the city.",
  },
  {
    "name": "Doha",
    "country": "Qatar",
    "subtitle": "The big tree",
    "picture": "https://c2.staticflickr.com/8/7066/6802688722_0d2d5b75af_k.jpg",
    "price": 890,
    "pos": {
      "lat": 25.286667,
      "lon": 51.533333
    },
    "text": "Doha (Arabic: الدوحة‎‎, ad-Dawḥa or ad-Dōḥa, literally: "the big tree") is the capital city of the state of Qatar.Located on the coast of the Persian Gulf,it had a population of 998,651 in 2008. Doha is Qatar's largest city, with over 60% of the nation's population residing in Doha or its surrounding suburbs, and is also the economic centre of the country. It is also one of the municipalities of Qatar.Doha also serves as the seat of government of Qatar. Doha is home to the Education City, an area devoted to research and education. Doha was the site of the first ministerial-level meeting of the Doha Development Round of World Trade Organization negotiations. The city of Doha held the 2006 Asian Games, which was the largest Asian Games ever held. Doha also hosted the 2011 Pan Arab Games and most of the games at the 2011 AFC Asian Cup. Doha hosted the UNFCCC Climate Negotiations (COP 18) December 2012 and will host a large number of the venues for the 2022 FIFA World Cup. The World Petroleum Council held the 20th World Petroleum Conference in Doha in December 2011.",
  },
  {
    "name": "Nairobi",
    "country": "Kenya",
    "subtitle": "The city of bird",
    "picture": "https://c1.staticflickr.com/9/8769/17147441710_bd31141bc8_b.jpg",
    "price": 799,
    "pos": {
      "lat": -1.283333,
      "lon": 36.816666
    },
    "text": "Nairobi /naɪˈroʊbi/ is the capital and largest city of Kenya. The city and its surrounding area also form the Nairobi County. The name "Nairobi" comes from the Maasai phrase Enkare Nyrobi, which translates to "cold water". The phrase is also the Maasai name of the Nairobi river, which in turn lent its name to the city. However, it is popularly known as the "Green City in the Sun" and is surrounded by several expanding villa suburbs. Inhabitants of Nairobi are called Nairobians, and the city is governed by the County Government of Nairobi, whose current governor is Evans Kidero.Founded by the British in 1899 as a simple rail depot on the railway linking Mombasa to Uganda, the town quickly grew to become the capital of British East Africa in 1907, and eventually the capital of the newly independent Kenyan republic in 1963. During Kenya's colonial period, the city became a centre for the colony's coffee, tea and sisal industry. Nairobi city is also a county in itself. The city lies on the Nairobi River, in the south of the nation and has an elevation of 1795 m above sea-level.Nairobi is the most populous city in eastern Africa, with a current estimated population of about 3 million. According to the 2009 Census, in the administrative area of Nairobi, 3,138,295 inhabitants lived within 696 km2 (269 sq mi). Nairobi is currently the 14th largest city in Africa, including the population of its suburbs.Nairobi is now one of the most prominent cities in Africa, both politically and financially. Home to thousands of Kenyan businesses and over 100 major international companies and organisations, including the United Nations Environment Programme (UNEP) and the main co-ordinating and headquarters for the UN in Africa and Middle East, the United Nations Office in Nairobi (UNON), Nairobi is an established hub for business and culture. The Nairobi Stock Exchange (NSE) is one of the largest in Africa and the second oldest exchange on the continent. It is Africa's fourth largest exchange in terms of trading volume, capable of making 10 million trades a day. The Globalization and World Cities Study Group and Network (GaWC) defines Nairobi as a prominent social centre.[citation needed]",
  },
  {
    "name": "New Delhi",
    "country": "India",
    "subtitle": "The city of positivism",
    "picture": "https://c2.staticflickr.com/6/5264/5630367901_c76f8da5c5_b.jpg",
    "price": 1080,
    "pos": {
      "lat": 28.613890,
      "lon": 77.208885
    },
    "text": "New Delhi /ˈnjuː dɛli/ is the capital of India and seat of the executive, legislative, and judiciary branches of the Government of India. It is also the centre of the Government of the National Capital Territory of Delhi. New Delhi is situated within the metropolis of Delhi and is one of the eleven districts of Delhi National Capital Territory.New Delhi constitutes roughly 1% of the population of Delhi metropolis. With a population of 22 million in 2011, Delhi metropolitan region is the world's second most populous city and the largest city in India and also one of the largest in the world in terms of area.After Mumbai it is also the wealthiest city in India, and has the 2nd highest GDP of any city in South, West or Central Asia.The foundation stone of the city was laid by George V, Emperor of India during the Delhi Durbar of 1911. It was designed by British architects, Sir Edwin Lutyens and Sir Herbert Baker. The new capital was inaugurated on 13 February 1931, by India's Viceroy Lord Irwin.",
  },
  {
    "name": "Bombay",
    "country": "India",
    "subtitle": "The Island City",
    "picture": "https://c2.staticflickr.com/4/3902/15059631467_269bee9716_b.jpg",
    "price": 1099,
    "pos": {
      "lat": 18.975000,
      "lon": 72.825836
    },
    "text": "Mumbai /mʊmˈbaɪ/ (also known as Bombay) is the capital city of the Indian state of Maharashtra. It is the most populous city in India, second most populous metropolitan area in India, and the fifth most populous city in the world, with an estimated city population of 18.4 million and metropolitan area population of 20.7 million as of 2011. Along with the neighbouring urban areas, including the cities of Navi Mumbai and Thane, it is one of the most populous urban regions in the world. Mumbai lies on the west coast of India and has a deep natural harbour. In 2009, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest GDP of any city in South, West or Central Asia.The seven islands that came to constitute Mumbai were home to communities of fishing colonies. For centuries, the islands were under the control of successive indigenous empires before being ceded to the Portuguese and subsequently to the British East India Company. During the mid-18th century, Bombay was reshaped by the Hornby Vellard project, which undertook reclamation of the area between the seven islands from the sea. Along with construction of major roads and railways, the reclamation project, completed in 1845, transformed Bombay into a major seaport on the Arabian Sea. Bombay in the 19th century was characterized by economic and educational development. During the early 20th century it became a strong base for the Indian independence movement. Upon India's independence in 1947 the city was incorporated into Bombay State. In 1960, following the Samyukta Maharashtra movement, a new state of Maharashtra was created with Bombay as the capital. The city was renamed Mumbai in 1996.Mumbai is the financial, commercial and entertainment capital of India. It is also one of the world's top ten centres of commerce in terms of global financial flow, generating 5% of India's GDP and accounting for 25% of industrial output, 70% of maritime trade in India (Mumbai Port Trust & JNPT), and 70% of capital transactions to India's economy. The city houses important financial institutions such as the Reserve Bank of India, the Bombay Stock Exchange, the National Stock Exchange of India, the SEBI and the corporate headquarters of numerous Indian companies and multinational corporations. It is also home to some of India's premier scientific and nuclear institutes like BARC, NPCL, IREL, TIFR, AERB, AECI, and the Department of Atomic Energy. The city also houses India's Hindi (Bollywood) and Marathi film and television industry. Mumbai's business opportunities, as well as its potential to offer a higher standard of living, attract migrants from all over India, making the city a melting pot of many communities and cultures.",
  },
  {
    "name": "Chennai",
    "country": "India",
    "subtitle": "TWelcome to Madras",
    "picture": "https://c1.staticflickr.com/5/4017/4285077896_d35ec554ba_b.jpg",
    "price": 1050,
    "pos": {
      "lat": 13.083889,
      "lon": 80.269997
    },
    "text": "Chennai /ˈtʃɛnaɪ/ (formerly Madras /məˈdrɑːs/) is the capital city of the Indian state of Tamil Nadu. Located on the Coromandel Coast off the Bay of Bengal, it is the biggest industrial and commercial centre in South India, and a major cultural, economic and educational centre.According to the provisional results of 2011 census, the city had 4.68 million residents, making it the sixth most populous city in India. The area of Chennai was expanded in 2011 from 176 Sq Km to 426 Sq Km. The urban agglomeration, which comprises the city and its suburbs, is home to approximately 8.9 million, making it the fourth most populous metropolitan area in the country and 31st largest urban area in the world.The city is host to the third largest expatriate population in India after Mumbai and Delhi, with 35,000 in 2009 and steadily climbing to 82,790 in 2011. Chennai is the only city in South Asia and India to figure in the "52 places to go around the world" by The New York Times.
  },
  {
    "name": "Mexico",
    "country": "Mexico",
    "subtitle": "The Pearl on the Pecos",
    "picture": "https://c2.staticflickr.com/4/3901/14977049106_8fc75b7d5f_n.jpg",
    "price": 1280,
    "pos": {
      "lat": 19.433332,
      "lon": -99.133331
    },
    "text": "Mexico City (/ˈmɛksɨkoʊ ˈsɪti/; Spanish: Ciudad de México [sjuˈðað ðe ˈmexiko], officially known as México, D. F., or simply D. F.) is the Federal District (Distrito Federal), capital of Mexico and seat of the federal powers of Mexico. It is a federal entity within Mexico which is not part of any one of the 31 Mexican states but belongs to the federation as a whole. Mexico City is the country's largest city as well as its most important political, cultural, educational and financial center.As an "alpha" global city Mexico City is one of the most important financial centers in North America. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus at the center of Mexico, at an altitude of 2,240 metres (7,350 ft). The city consists of sixteen boroughs.The 2009 estimated population for the city proper was around 8.84 million people, with a land area of 1,485 square kilometres (573 sq mi). According to the most recent definition agreed upon by the federal and state governments, the Greater Mexico City population is 21.2 million people, making it the largest metropolitan area in the western hemisphere, the third largest agglomeration, and the largest Spanish-speaking city in the world.The Greater Mexico City has a gross domestic product (GDP) of US$411 billion in 2011, making Mexico City urban agglomeration one of the richest metropolitan areas in the world. The city was responsible for generating 21% of Mexico's Gross Domestic Product and the metropolitan area accounted for 34% of total national GDP. As a stand-alone country, in 2013, Mexico City would be the fifth-largest economy in Latin America—five times as large as Costa Rica's and about the same size as Peru's.The city was originally built on an island of Lake Texcoco by the Aztecs in 1325 as Tenochtitlan, which was almost completely destroyed in the 1521 siege of Tenochtitlan, and subsequently redesigned and rebuilt in accordance with the Spanish urban standards. In 1524, the municipality of Mexico City was established, known as México Tenochtitlán, and as of 1585 it was officially known as Ciudad de México (Mexico City). Mexico City served as the political, administrative and financial center of a major part of the Spanish colonial empire. After independence from Spain was achieved, the Federal District was created in 1824.After years of demanding greater political autonomy, residents were given the right to directly elect the Head of Government and the representatives of the unicameral Legislative Assembly by popular vote in 1997. Ever since, the left-wing Party of the Democratic Revolution (PRD) has controlled both of them. In recent years, the local government has passed a wave of liberal policies, such as abortion on request, a limited form of euthanasia, no-fault divorce and same-sex marriage.",
  },
  {
    "name": "Dublin",
    "country": "Irland",
    "subtitle": "Dia duit !",
    "picture": "https://c4.staticflickr.com/8/7012/6491291177_8cd4b88652_b.jpg",
    "price": 590,
    "pos": {
      "lat": 53.347778,
      "lon": -6.259722
    },
    "text": "Dublin (/ˈdʌblɨn/; Irish: Baile Átha Cliath, pronounced [blʲaˈklʲiə]) is the capital of Ireland. Dublin is in the province of Leinster on Ireland's east coast, at the mouth of the River Liffey.Founded as a Viking settlement, the Kingdom of Dublin became Ireland's principal city following the Norman invasion. The city expanded rapidly from the 17th century and was briefly the second largest city in the British Empire before the Act of Union in 1800. Following the partition of Ireland in 1922, Dublin became the capital of the Irish Free State and later the Republic of Ireland.Dublin is administered by a City Council. The city is listed by the Globalization and World Cities Research Network (GaWC) as a global city, with a ranking of "Alpha-", placing it among the top thirty cities in the world. It is a historical and contemporary centre for education, the arts, administration, economy and industry.",
  }
  
    {
    "name": "Hangzhou",
    "country": "China",
    "subtitle": "\"West lake city’s"\",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/5/5c/West_Lake.JPG",
    "price": 875,
    "tags": [],
    "pos": {
      "lat": 30.2552778,
      "lon": 120.1688889,
    },
    "text": \ "Situated on the Grand Canal, 1800km of navigable water between Beijing and Shanghai, Hangzhou was once a major river port and a centre of the silk industry. This link provided more than just commercial rewards, as the city became a capital under the Song dynasty and experienced a period of unequalled sophistication that lasted until the Mongol invasions. As in the past, Hangzhou is now renowned for its delightful location on the West Lake, surrounded by hills and gardens. The city was much admired by Marco Polo and thousands of tourists after him.",
    "categories": []
  },


  {
    "name": "Denpasar",
    "country": "Indonesia",
    "subtitle": "\"The heart of Bali"\",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/thumb/6/65/1_pura_taman_ayun_bali_2011.jpg/1280px-1_pura_taman_ayun_bali_2011.jpg",
    "price": 960,
    "tags": [],
    "pos": {
      "lat": -8.65,
      "lon": 115.2166667,
    },
    "text": "Denpasar is the capital and the most populous city of the Indonesian province of Bali. Situated on the island of Bali, it is known worldwide as a major tourist destination, and is the main gateway to Bali. The city is also a hub for other cities in the Lesser Sunda Islands.
With the rapid growth of the tourism industry in Bali, Denpasar has encouraged and promoted business activities and ventures, contributing to it having the highest growth rate in Bali Province. The population of Denpasar was 834,881 in 2012,up from 788,445 at the 2010 Census. The surrounding metropolitan area has roughly 2 million residents. The municipality's area extent, population, and density are similar to San Francisco.
": []
  },



  {
    "name": "St. Petersburg",
    "country": "Russia",
    "subtitle": "\"The Russia's imperial capital"\",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/2/2a/St_Petersburg_Neva_River004.jpg",
    "price": 540,
    "tags": [],
    "pos": {
      "lat": 59.8944444,
      "lon": 30.2641667,
    },
    "text": "St. Petersburg is above all an imperial city, created from scratch by Peter the Great on marshland at the mouth of the Neva and embellished by the Empresses Elizabeth Petrovna and Catherine II. It is also a city where two revolutions took place, in 1905 and 1917, as well as a deadly siege from 1941 to 1944 when it was still known as Leningrad. With its bridges, princely palaces extending down the magnificent Nevsky Prospekt, onion-domed cathedrals, museums (among the world’s richest), and prestigious theatres, St. Petersburg is a fascinating destination for visitors. The enchantment continues in the city’s outskirts with the imperial palaces that were the summer residences of the tsars.
": []
  },

  {
    "name": "Marmaris",
    "country": "Turkey",
    "subtitle": "\"Where serenity meets turquoise in a unique harmony"\",
"picture":"http://upload.wikimedia.org/wikipedia/commons/d/dd/Marmaris_harbor_at_sunset%2C_Mu%C4%9Fla_Province%2C_southwest_Turkey%2C_Mediterranean.jpg",
    "price": 490,
    "tags": [],
    "pos": {
      "lat": 59.8944444,
      "lon": 30.2641667,
    },
"text": "Marmaris is a port town and tourist resort on the Mediterranean coast, located in Muğla Province, southwest Turkey, along the shoreline of the Turkish Riviera.Marmaris' main source of income is tourism. Little is left of the sleepy fishing village that Marmaris was just a few decades ago, after a construction boom in the 1980s. Marmaris still retains its charm due to its exceptional location between two intersecting sets of mountains by the sea. As of 2010, the town's population was 30,957, peaking at around 300,000 to 400,000 people during the tourism season. Marmaris' nightlife rivals anything on the Turkish coast.It is also a centre for sailing and diving, possessing two major and several smaller marinas. It is a popular wintering location for hundreds of cruising boaters, being also served by the nearby Dalaman Airport.

": []
  },



  {
    "name": "Brussels",
    "country": "Belgium",
    "subtitle": "\"Capital of Belgium and Europeans!"\",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/9/91/Brussels_floral_carpet_B.jpg",
    "price": 90,
    "tags": [],
    "pos": {
      "lat": 50.833333,
      "lon": 4.333333,
    },
"text": "Brussels is the capital and largest city of Belgium and the de facto capital of the European Union (EU). It is also the largest urban area in Belgium, comprising 19 municipalities, including the municipality of the City of Brussels, which de jure is the capital of Belgium, in addition to the seat of the French Community of Belgium and of the Flemish Community.Brussels has grown from a 10th-century fortress town founded by a descendant of Charlemagne to a sizeable city. The city has a population of 1.2 million and a metropolitan area with a population of over 1.8 million, both of them the largest in Belgium. Since the end of the Second World War, Brussels has been a principal centre for international politics. Hosting principal EU institutions, the secretariat of the Benelux and the headquarters of the North Atlantic Treaty Organization (NATO), the city has become the polyglot home of numerous international organisations, politicians, diplomats and civil servants.Historically Dutch-speaking, Brussels has seen a major shift to French since Belgian independence in 1830. Today, although the majority language is French, the city is officially bilingual. All road signs, street names, and many advertisements and services are shown in both languages. Brussels is increasingly becoming multilingual with increasing numbers of migrants, expatriates and minority groups speaking their own languages.



": []
  },



  {
    "name": "Munich",
    "country": "Germany",
    "subtitle": "\"World City with Heart"\",
    "picture": "http://upload.wikimedia.org/wikipedia/commons/4/48/Munich_skyline.jpg",
    "price": 180,
    "tags": [],
    "pos": {
      "lat": 48.15,
      "lon": 11.5833333,
    },
"text": "Situated near the Alps, the capital of Bavaria became the most important economic centre in southern Germany after the Second World War. In the early 21C, new districts are being built which combine the ideas of sustainable development and environmentally friendly forms of transport. Munich is now the second most popular tourist destination in Germany after Berlin. Art enthusiasts flock to the magnificent museums and Baroque churches, while the famous Beer Festival draws crowds of visitors eager to enjoy the festivities and the local brew!


": []
  },


  {
    "name": "Sydney",
    "country": "Australia",
    "subtitle": "\"The symbol of the entire country"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/7/7c/Sydney_Opera_House_-_Dec_2008.jpg",
    "price": 1680,
    "tags": [],
    "pos": {
      "lat": -33.8830555556,
      "lon": 151.216666667,
    },
"text": "With its ultra-famous opera house Sydney is a symbol of the entire country, a city between land and sea where seaside pleasures blend with urban activities, where the pulse is creative and relaxed, and every neighbourhood features its own special identity. A cosmopolitan town that fires the imagination."
: []
  },


  {
    "name": "Edirne",
    "country": "Turkey",
    "subtitle": "\"The capital of the Ottoman Empire\"",  "picture":"http://upload.wikimedia.org/wikipedia/commons/9/91/Nagymecset_-_Edirne%2C_2014.10.22_%281%29.JPG",
    "price": 540,
    "tags": [],
    "pos": {
      "lat": 41.6744444,
      "lon": 126.5608333,
    },
"text": "Edirne is a city in Eastern Thrace, the northwestern part of Turkey, close to the borders with Greece and Bulgaria. Edirne served as the third capital city of the Ottoman Empire from 1365 to 1453, before Constantinople (Istanbul) became the empire's fourth and final capital. At present, Edirne is the capital of the Edirne Province in Turkish Thrace. The city's estimated population in 2010 was 138,793, up from 119,298 in 2000. It has consulates of Bulgaria, Germany (Honorary), Greece, Romania (Honorary) and Slovakia (Honorary). Its sister cities are Haskovo and Yambol in Bulgaria and Alexandroupolis in Greece. There is a Jewish community.
"
: []
  },


  {
    "name": "Toronto",
    "country": "Canada",
    "subtitle": "\" The Queen City\"",  "picture":"http://upload.wikimedia.org/wikipedia/commons/2/26/Skyline_of_Toronto_viewed_from_Harbour.jpg",
    "price": 950,
    "tags": [],
    "pos": {
      "lat": 43.666667,
      "lon": -79.416667,
    },
"text": "Toronto is the most populous city in Canada and the provincial capital of Ontario. It is located in Southern Ontario on the northwestern shore of Lake Ontario. The history of Toronto began in the late 18th century when the British Crown purchased its land from the Mississaugas of the New Credit. The settlement established there became York, which lieutenant governor John Graves Simcoe designated as the capital of Upper Canada. The city was ransacked in the Battle of York during the War of 1812. In 1834, York became a city and renamed Toronto. It was damaged in two huge fires in 1849 and 1904. Since 1954, the city occasionally expanded its borders through amalgamation with surrounding municipalities, most recently occurring in 1998.According to the 2011 Census, the city has 2.6 million residents, making it the fifth-most populous city in North America. However, in 2012, the municipal government published a population estimate of 2,791,140, which led to media reports claiming Toronto as the fourth most populous city in North America and the most populous Great Lakes city, surpassing Chicago. The census metropolitan area (CMA) had a population of 5,583,064, and the Greater Toronto Area (GTA) had a population of 6,054,191 in the 2011 Census. Toronto is at the heart of the Greater Toronto Area, and of the densely populated region in Southern Ontario known as the Golden Horseshoe. Its cosmopolitan and international population reflects its role as an important destination for immigrants to Canada. Toronto is one of the world's most diverse cities by percentage of non-native-born residents, with about 49% of the population born outside Canada.As Canada's commercial capital, it is home to the Toronto Stock Exchange and the five largest banks in the nation. Leading economic sectors in the city include finance, business services, telecommunications, aerospace, transportation, media, arts, publishing, software production, medical research, education, tourism, and engineering. Toronto is considered an alpha world city by the Globalization and World Cities (GaWC) study group. The city is also consistently rated as one of the world's most livable cities by the Economist Intelligence Unit and the Mercer Quality of Living Survey.

"
: []
  },


  {
    "name": "Lisbon",
    "country": "Portugal",
    "subtitle": "\" The white city"",  "picture":"http://upload.wikimedia.org/wikipedia/commons/3/30/Miradour_das_Portas_do_Sol.jpg",
    "price": 350,
    "tags": [],
    "pos": {
      "lat": 38.7166667,
      "lon": -9.1333333,
    },
"text": "Lisbon is the capital and the largest city of Portugal with a population of 547,631 within its administrative limits on a land area of 84.8 square kilometres (32.7 sq mi). The urban area of Lisbon extends beyond the administrative city limits with a population of over 3 million on an area of 958 square kilometres (370 sq mi), making it the 11th most populous urban area in the European Union. About 3,035,000 people live in the Lisbon Metropolitan Area (which represents approximately 27% of the population of the country). Lisbon is the westernmost large city located in Europe, as well as its westernmost capital city and the only one along the Atlantic coast. It lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus.Lisbon is recognised as a global city because of its importance in finance, commerce, media, entertainment, arts, international trade, education and tourism. It is one of the major economic centres on the continent, with a growing financial sector and the largest/second largest container port on Europe's Atlantic coast. Lisbon Portela Airport serves over 16 million passengers annually (2013); the motorway network and the high-speed rail system of (Alfa Pendular) link the main cities of Portugal. The city is the seventh-most-visited city in Southern Europe, after Istanbul, Rome, Barcelona, Madrid, Athens and Milan, with 1,740,000 tourists in 2009. The Lisbon region is the wealthiest NUTS II region in Portugal, GDP PPP per capita is 26,100 euros (4.7% higher than the average European Union's GDP PPP per capita). It is the tenth richest metropolitan area by GDP on the continent amounting to 110 billion euros and thus €39,375 per capita, 40% higher than the average European Union's GDP per capita. The city occupies 32nd place of highest gross earnings in the world. Most of the headquarters of multinationals in the country are located in the Lisbon area and it is the 9th city in the world in terms of quantity of international conferences. It is also the political centre of the country, as seat of Government and residence of the Head of State. The seat of the district of Lisbon and the centre of the NUTS II Lisbon region.Lisbon is one of the oldest cities in the world, and the oldest city in Western Europe, predating other modern European capitals such as London, Paris and Rome by hundreds of years. Julius Caesar made it a municipium called Felicitas Julia, adding to the name Olissipo. Ruled by a series of Germanic tribes from the 5th century, it was captured by the Moors in the 8th century. In 1147, the Crusaders under Afonso Henriques reconquered the city and since then it has been a major political, economic and cultural centre of Portugal. Unlike most capital cities, Lisbon's status as the capital of Portugal has never been granted or confirmed officially – by statute or in written form. Its position as the capital has formed through constitutional convention, making its position as de facto capital a part of the Constitution of Portugal.Lisbon hosts two agencies of the European Union: the European Monitoring Centre for Drugs and Drug Addiction (EMCDDA) and the European Maritime Safety Agency (EMSA). Called the "Capital of the Lusophone world", the Community of Portuguese Language Countries has its headquarters in the city, in the Palace of the Counts of Penafiel.Lisbon has two sites listed by UNESCO as a World Heritage Site: Belém Tower and Jerónimos Monastery. Furthermore, in 1994, Lisbon was the European Capital of Culture and in 1998 organised the Expo '98 (1998 Lisbon World Exposition).Lisbon enjoys a Mediterranean climate. Among all the metropolises in Europe, it has the warmest winters, with average temperatures 15 °C (59 °F) during the day and 8 °C (46 °F) at night from December to February. The typical summer season lasts about six months, from May to October, although also in November, March and April temperatures sometimes reach around 25 °C (77.0 °F).


"
: []
  },

  {
    "name": "Isla Mujeres",
    "country": "Mexico",
    "subtitle": "\" For beach lovers"",  "picture":"http://upload.wikimedia.org/wikipedia/commons/3/3f/Mexico-12-06-07_057.jpg",
    "price": 1450,
    "tags": [],
    "pos": {
      "lat": 21.2,
      "lon": -86.716667,
    },
"text": "Isla Mujeres offers a wide variety of tempting options for beach lovers, and is a relative bargain. Snorkel with tropical fish amid coral reefs, skim the blue waters by kayak or boat, or windsurf along the shores of soft, sandy beaches. On land, you can sunbathe, dine on seafood, dance to Latin rhythms, tour on a moped or belly up to the bar for fresh, delicious drinks"
: []
  },

  {
    "name": "Buenos Aires",
    "country": "Argentina",
    "subtitle": "\" Paris of South Amerique"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/d/d9/Buenos_Aires_Puerto_Madero_19.jpg?uselang=fr",
    "price": 1730,
    "tags": [],
    "pos": {
      "lat": -34.6033333333,
      "lon": -58.3816666667,
    },
"text": "Buenos Aires is the capital and largest city of Argentina, and the second-largest metropolitan area in South America, after Greater São Paulo. It is located on the western shore of the estuary of the Río de la Plata, on the continent's southeastern coast. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the third-largest conurbation in Latin America, with a population of around fifteen and a half million.The city of Buenos Aires is neither part of Buenos Aires Province nor the Province's capital; rather, it is an autonomous district. In 1880, after decades of political infighting, Buenos Aires was federalised and removed from Buenos Aires Province. The city limits were enlarged to include the towns of Belgrano and Flores; both are now neighborhoods of the city. The 1994 constitutional amendment granted the city autonomy, hence its formal name: Ciudad Autónoma de Buenos Aires (Autonomous City of Buenos Aires). Its citizens first elected a Chief of Government (i.e. Mayor) in 1996; before, the Mayor was directly appointed by the President of the Republic.Buenos Aires is one of the 20 largest cities in the world. It is, along with Mexico City and São Paulo, one of the three Latin American cities considered an 'alpha city' by the study GaWC5. Argentina has the third best quality of life in Latin America. Buenos Aires' quality of life is ranked 81st in the world, with its per capita income among the three highest in the region. It is the most visited city in South America (ahead of Rio de Janeiro) and the second most visited city across Latin America (behind Mexico City). It is also one of the most important, largest and most populous of South American capitals, often referred to as the Paris of South America.Buenos Aires is a top tourist destination, and is known for its European-style architecture and rich cultural life, with the highest concentration of theatres in the world.. In 1939, Buenos Aires along with Montevideo was the theater of the first major naval battle in the Second World War. Buenos Aires held the 1st Pan American Games in 1951 and the city also had two venues in the 1978 FIFA World Cup. Buenos Aires will host the 2018 Summer Youth Olympics.People from Buenos Aires are referred to as porteños (people of the port). The city is the birthplace of the current pope, Francis (former Archbishop of Buenos Aires), and Queen Máxima of the Netherlands.
"
: []
  },


  {
    "name": "Cairo",
    "country": "Egypt",
    "subtitle": "\" the city of a thousand minarets"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/c/c5/PyramidsofGiza_at_night.jpg",
    "price": 530,
    "tags": [],
    "pos": {
      "lat": 30.05,
      "lon": 31.25,
    },
"text": "Cairo is the capital of Egypt and the largest city in the Middle-East and Africa. Its metropolitan area is the 16th largest in the world. Located near the Nile Delta, it was founded in CE 969. Nicknamed "the city of a thousand minarets" for its preponderance of Islamic architecture, Cairo has long been a center of the region's political and cultural life. Cairo was founded by the Fatimid dynasty in the 10th century CE, but the land composing the present-day city was the site of national capitals whose remnants remain visible in parts of Old Cairo. Cairo is also associated with Ancient Egypt as it is close to the ancient cities of Memphis, Giza and Fustat which are near the Great Sphinx and the pyramids of Giza.Egyptians today often refer to Cairo as Maṣr ([mɑsˤɾ], مصر), the Egyptian Arabic pronunciation of the name for Egypt itself, emphasizing the city's continued role in Egyptian influence. Its official name is القاهرة al-Qāhirah , means literally "the Vanquisher" or "the Conqueror"; Egyptian Arabic pronunciation: [elqɑ(ː)ˈheɾɑ], sometimes it is informally also referred to as كايرو Kayro [ˈkæjɾo]. It is also called Umm al-Dunya, meaning "the mother of the world".Cairo has the oldest and largest film and music industries in the Arab world, as well as the world's second-oldest institution of higher learning, al-Azhar University. Many international media, businesses, and organizations have regional headquarters in the city; the Arab League has had its headquarters in Cairo for most of its existence.With a population of 6.76 million spread over 453 square kilometers (175 sq mi), Cairo is by far the largest city in Egypt. With an additional 10 million inhabitants just outside the city, Cairo resides at the center of the largest metropolitan area in Africa and the Arab World as well as the tenth-largest urban area in the world.[citation needed] Cairo, like many other mega-cities, suffers from high levels of pollution and traffic. Cairo's metro—one of only two metros on the African continent (the other the Algiers Metro)—ranks among the fifteen busiest in the world, with over 1 billion annual passenger rides. The economy of Cairo was ranked first in the Middle East and 43rd globally by Foreign Policy's 2010 Global Cities Index.

"
: []
  },



  {
    "name": "Punta Cana",
    "country": "Dominican Republic",
    "subtitle": "\" costa del coco!"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Punta_Cana.jpg/1280px-Punta_Cana.jpg",
    "price": 830,
    "tags": [],
    "pos": {
      "lat": 18.5333333333,
      "lon": -68.3666666667,
    },
"text": "Among the best golf destinations in the world, Punta Cana is the very picture of leisure. Several of the courses have been designed by professional golfers, making for the perfect sort of kicked-back challenge that you want on a golfing vacation. The beaches here are simply perfect: calm, warm waters that gently lap at stretches of fine white sand. Thrill yourself with a zip-line adventure, clap along with traditional Dominican music at a cultural performance, or explore the magical lagoons of the Indigenous Eyes Ecological Park."
: []
  },


  {
    "name": "Punta Cana",
    "country": "Dominican Republic",
    "subtitle": "\" costa del coco!"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Punta_Cana.jpg/1280px-Punta_Cana.jpg",
    "price": 830,
    "tags": [],
    "pos": {
      "lat": 18.5333333333,
      "lon": -68.3666666667,
    },
"text": "Among the best golf destinations in the world, Punta Cana is the very picture of leisure. Several of the courses have been designed by professional golfers, making for the perfect sort of kicked-back challenge that you want on a golfing vacation. The beaches here are simply perfect: calm, warm waters that gently lap at stretches of fine white sand. Thrill yourself with a zip-line adventure, clap along with traditional Dominican music at a cultural performance, or explore the magical lagoons of the Indigenous Eyes Ecological Park."
: []
  },


  {
    "name": "Suzhou",
    "country": "China",
    "subtitle": "\"Oriental Venice"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/9/96/Ke_Garden_in_Suzhou_2012-03.JPG",
    "price": 980,
    "tags": [],
    "pos": {
      "lat": 31.2977777778,
      "lon": 120.585,
    },
"text": "Suzhou is a major city on the lower Yangtze known for its canals, bridges, pagodas, and beautiful gardens.  These gardens were built and owned by wealthy families and emperors hundreds of years ago, and make for a pleasant place to wander during nice weather. Suzhou is also a major center for silk production and manufacturing, and a tour of a silk factory here provides an interesting and educational glimpse of this Chinese textile industry. Suzhou is designated a UNESCO World Heritage Site."
: []
  },


 {
    "name": "Djerba",
    "country": "Tunisia",
    "subtitle": "\"City that has inspired  to Homer's Odyssey"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/b/bc/Houmt_Souk-plates_and_tagines-katinalynn.jpg",
    "price": 380,
    "tags": [],
    "pos": {
      "lat": 33.8011111111,
      "lon": 10.8830555556,
    },
"text": "A large island, approximately 20 by 20 kilometers, Djerba lies just off the northeastern coast of Africa, in southeastern Tunisia, near the Libyan border. Set on the Gulf of Gabes, the island is known for an eclectic population of residents and tourists, splendid beaches and picturesque villages that feature distinctive, square, whitewashed houses. Houmt Souq is the one large town, with bustling markets and lively outdoor cafes. Djerba, which offers a pirate's castle and fortress-like mosques, is believed to have been the inspiration for Homer's Odyssey. Accessible from the south of Tunisia, a road originally built by the Romans connects the island to the mainland."
: []
  },


 {
    "name": "Capital of Moghol’s empire",
    "country": "India",
    "subtitle": "\"City that has inspired  to Homer's Odyssey"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/d/d1/Agra0596b.jpg",
    "price": 1130,
    "tags": [],
    "pos": {
      "lat": 27.183333,
      "lon": 78.016667,
    },
"text": "Agra, the former capital of Hindustan, is a city on the banks of the river Yamuna in the northern state of Uttar Pradesh, India. It is 363 kilometres (226 mi) west of the state capital, Lucknow, and 200 kilometres (124 mi) south of the national capital New Delhi. With a population of 1,686,976 (2010 est.), it is one of the most populous cities in Uttar Pradesh and the 19th most populous in India. Agra can also refer to the administrative district that has its headquarters in Agra city. It is a major tourist destination because of its many splendid Mughal-era buildings, most notably the Tāj Mahal, Agra Fort and Fatehpūr Sikrī, all three of which are UNESCO World Heritage Sites. Agra is included on the Golden Triangle tourist circuit, along with Delhi and Jaipur.The city is mentioned in the epic Mahābhārata, where it was called Agrevaṇa. Legend ascribes the founding of the city to Raja Badal Singh, a Sikarwar Rajput king (c. 1475), whose fort, Badalgarh, stood on or near the site of the present fort. However, the 11th century Persian poet Mas'ūd Sa'd Salmān writes of a desperate assault on the fortress of Agra, then held by the Shāhī King Jayapala, by Sultan Mahmud of Ghazni. Sultan Sikandar Lodī was the first to move his capital from Delhi to Agra in 1506. He died in 1517 and his son, Ibrāhīm Lodī, remained in power there for nine more years, finally being defeated at the Battle of Panipat in 1526. Between 1540 and 1556, Afghans, beginning with Sher Shah Suri ruled the area. It achieved fame as the capital of the Mughal Empire from 1556 to 1658.
"
: []
  },


{
    "name": "Bucarest",
    "country": "Romania",
    "subtitle": "\"Paris of the East"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/5/53/Biserica_%22Maicii_Domnului%2C_Sfintii_Mucenici_Ciprian_si_Iustina%22%2C_Zlatari%2C_Calea_Victoriei%2C_Bucuresti_sect._3%2C_%28interior_2%29.JPG",
    "price": 430,
    "tags": [],
    "pos": {
      "lat": 44.4333333,
      "lon": 26.1,
    },
"text": "Bucharest is the capital municipality, cultural, industrial, and financial centre of Romania. It is the largest city in Romania, located in the southeast of the country, at 44°25′57″N 26°06′14″E, lies on the banks of the Dâmbovița River, less than 70 kilometres (43 mi) north of the Danube River.Bucharest was first mentioned in documents in 1459. It became the capital of Romania in 1862 and is the centre of Romanian media, culture and art. Its architecture is a mix of historical (neo-classical), interbellum (Bauhaus and Art Deco), Communist-era and modern. In the period between the two World Wars, the city's elegant architecture and the sophistication of its elite earned Bucharest the nickname of "Little Paris" (Micul Paris). Although buildings and districts in the historic city centre were heavily damaged or destroyed by war, earthquakes, and above all Nicolae Ceauşescu's program of systematization, many survived. In recent years, the city has been experiencing an economic and cultural boom.According to 2011 census, 1,883,425 inhabitants live within the city limits, a decrease from the figure recorded at the 2002 census. The urban area extends beyond the limits of Bucharest proper and has a population of about 1.9 million people. Adding the satellite towns around the urban area, the proposed metropolitan area of Bucharest would have a population of 2.27 million people. According to Eurostat, Bucharest has a Larger Urban Zone of 2,151,880 residents. According to unofficial data, the population is more than 3 million. Bucharest is the 6th largest city in the European Union by population within city limits, after London, Berlin, Madrid, Rome, and Paris.Economically, Bucharest is the most prosperous city in Romania and is one of the main industrial centres and transportation hubs of Eastern Europe. The city has big convention facilities, educational institutes, cultural venues, traditional "shopping arcades" and recreational areas.The city proper is administratively known as "The Municipality of Bucharest" (Municipiul București), and has the same administrative level as that of a national county, being further subdivided into six sectors."
: []
  },



{
    "name": "Siem Reap",
    "country": "Cambodia",
    "subtitle": "\"City of Angkor"\",  "picture":"http://upload.wikimedia.org/wikipedia/commons/2/28/Angkorthom_Victory_gate.JPG",
    "price": 1430,
    "tags": [],
    "pos": {
      "lat": 13.3622222222,
      "lon": 103.859722222,
    },
"text": "Siem Reap is the capital city of Siem Reap Province in northwestern Cambodia, and a popular resort town as the gateway to Angkor region.Siem Reap has colonial and Chinese-style architecture in the Old French Quarter, and around the Old Market. In the city, there are museums, traditional Apsara dance performances, a Cambodian cultural village, souvenir and handycraft shops, silk farms, rice-paddies in the countryside, fishing villages and a bird sanctuary near the Tonle Sap Lake.Siem Reap today—being a popular tourist destination—has a large number of hotels, resorts, restaurants and businesses closely related to tourism. This is much owed to its proximity to the Angkor temples, the most popular tourist attraction in Cambodia."
: []
  },



{
    "name": "Jaipur",
    "country": "India",
    "subtitle": "\"The Pink City"\",  
    "picture":"http://upload.wikimedia.org/wikipedia/commons/c/c2/Hawa_Mahal%2C_Jaipur%2C_Rajasthan%2C_India.jpg",
    "price": 930,
    "tags": [],
    "pos": {
      "lat": 13.3622222222,
      "lon": 103.859722222,
    },
"text": "Jaipur is the capital and largest city of the Indian state of Rajasthan in Northern India. It was founded on 18 November 1727 by Maharaja Sawai Jai Singh II, the ruler of Amber, after whom the city has been named. The city today has a population of 3.1 million. Jaipur is known as the Pink City of India.The city is unusual among pre-modern Indian cities in the regularity of its streets, and the division of the city into six sectors by broad streets 34 m (111 ft) wide. The urban quarters are further divided by networks of gridded streets. Five quarters wrap around the east, south, and west sides of a central palace quarter, with a sixth quarter immediately to the east. The Palace quarter encloses the Hawa Mahal palace complex, formal gardens, and a small lake. Nahargarh Fort, which was the residence of the King Sawai Jai Singh II, crowns the hill in the northwest corner of the old city. The observatory, Jantar Mantar, is one of the World Heritage Sites. Included on the Golden Triangle tourist circuit, along with Delhi and Agra, Jaipur is an extremely popular tourist destination in Rajasthan and India."
: []
  },



{
    "name": "Honolulu",
    "country": "Hawaii",
    "subtitle": "\"The Big Pineapple"\",  
    "picture":"//c2.staticflickr.com/8/7393/9287340800_2dc6c3a066_h.jpg",
    "price": 1530,
    "tags": [],
    "pos": {
      "lat": 21.3069444,
      "lon": -157.8583333,
    },
"text": "Honolulu is the state capital and the most populous city in the U.S. state of Hawaii. It is the county seat of the City and County of Honolulu. Hawaii is a major tourist destination and Honolulu, situated on the island of Oahu, is the main gateway to Hawaii and a major gateway into the United States. The city is also a major hub for international business, military defense, as well as famously being host to a diverse variety of east-west and Pacific culture, cuisine, and traditions.Honolulu is both the westernmost and the southernmost major American city. For statistical purposes, the U.S. Census Bureau recognizes the approximate area commonly referred to as "City of Honolulu" (not to be confused with the "City and County") as a census county division (CCD). Honolulu is a major financial center of the islands and of the Pacific Ocean. The population of Honolulu CCD was 390,738 at the 2010 census, while the population of the consolidated city and county was 953,207.In the Hawaiian language, Honolulu means "sheltered bay" or "place of shelter"[citation needed]; alternatively, it means "calm port". The old name is said to be Kou, a district roughly encompassing the area from Nuuanu Avenue to Alakea Street and from Hotel Street to Queen Street which is the heart of the present downtown district. The city has been the capital of the Hawaiian islands since 1845 and gained historical recognition following the Japanese attack on Pearl Harbor near the city on December 7, 1941."
: []
  },


{
    "name": "Manama",
    "country": "Bahrain",
    "subtitle": "\"the capital of Bahrain"\",  
    "picture":"//c2.staticflickr.com/4/3001/3044028339_6549493788_b.jpg",
    "price": 830,
    "tags": [],
    "pos": {
      "lat": 26.2361111,
      "lon": 50.5830556,
    },
"text": "Manama, capital of the island nation of Bahrain, is a major financial center with a thriving economy. A surplus of money has decorated the skyline with glass and steel spires, and plans for the tallest tower in the world. Although Bahrain is an Islamic country, alcohol is legal, and Manama has a thriving nightlife, with clubs and bars popular with visitors from all over the world. The narrow rows of stalls at the Bab el-Bahrain souk are famous for their vast array of perfumes, spices, and gold."
: []
  },


{
    "name": "Hanoi",
    "country": "Vietnam",
    "subtitle": "\"The pearl of Asia"\",  
    "picture":"//c1.staticflickr.com/3/2464/3643668164_558c5b8151_b.jpg",
    "price": 1130,
    "tags": [],
    "pos": {
      "lat": 21.0333333,
      "lon": 105.85,
    },
"text": "The charming Vietnamese capital has aged well, preserving the Old Quarter, monuments and colonial architecture, while making room for modern developments alongside. Hanoi may have shrugged off several former names, including Thang Long, or "ascending dragon," but it hasn't forgotten its past, as sites such as Ho Chi Minh's Mausoleum and Hoa Lo Prison attest. Lakes, parks, shady boulevards and more than 600 temples and pagodas add to the appeal of this city, which is easily explored by taxi."
: []
  },



{
    "name": "Nice",
    "country": "France",
    "subtitle": "\"French Riviera Capital "\",  
    "picture":"//c1.staticflickr.com/9/8837/17630242941_eb79c981e5_k.jpg",
    "price": 130,
    "tags": [],
    "pos": {
      "lat": 43.7,
      "lon": 7.25,
    },
"text": "Nice is the fifth most populous city in France, after Paris, Marseille, Lyon and Toulouse, and it is the capital of the Alpes Maritimes département. The urban area of Nice extends beyond the administrative city limits with a population of about 1 million on an area of 721 km2 (278 sq mi). Located on the south east coast of France on the Mediterranean Sea, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille.The city is called Nice la Belle (Nissa La Bella in Niçard), which means Nice the Beautiful, which is also the title of the unofficial anthem of Nice, written by Menica Rondelly in 1912.The area of today's Nice contains Terra Amata, an archaeological site which displays evidence of a very early use of fire. Around 350 BC, Greeks of Marseille founded a permanent settlement and called it Nikaia, after Nike, the goddess of victory. Through the ages, the town has changed hands many times. Its strategic location and port significantly contributed to its maritime strength. For years it was a dominion of Savoy, then became part of France between 1792 and 1815, when it was returned to Piedmont-Sardinia until its reannexation by France in 1860.The natural beauty of the Nice area and its mild Mediterranean climate came to the attention of the English upper classes in the second half of the 18th century, when an increasing number of aristocratic families took to spending their winter there. The city's main seaside promenade, the Promenade des Anglais (‘the Walkway of the English') owes its name to the earliest visitors to the resort.For decades now, the picturesque Nicean surroundings have attracted not only those in search of relaxation, but also those seeking inspiration. The clear air and soft light has been of particular appeal to some of Western culture's most outstanding painters, such as Marc Chagall, Henri Matisse, Niki de Saint Phalle and Arman. Their work is commemorated in many of the city's museums, including Musée Marc Chagall, Musée Matisse and Musée des Beaux-Arts.Nice has the second largest hotel capacity in the country and it is one of its most visited cities, receiving 4 million tourists every year. It also has the third busiest airport in France after the two main Parisian ones. It is the historical capital city of the County of Nice (Comté de Nice)."
: []
  },


{
    "name": "Zürich",
    "country": "Switzerland",
    "subtitle": "\"the economic capital"\",  
    "picture":"//c2.staticflickr.com/2/1418/5161081734_008e1bcab5_b.jpg",
    "price": 340,
    "tags": [],
    "pos": {
      "lat": 47.3666667,
      "lon": 8.55,
    },
"text": "Zürich is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. The municipality has approximately 400,028 inhabitants, and the Zurich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zürich Airport and railway station are the largest and busiest in the country.Permanently settled for around 2000 years, the history of Zürich goes back to its founding by the Romans, who, in 15 BC, called it Turicum. However, early settlements have been found dating back more than 6400 years ago. During the Middle Ages Zürich gained the independent and privileged status of imperial immediacy and, in 1519, became a primary centre of the Protestant Reformation in Europe under the leadership of Ulrich Zwingli.Zürich is a leading global city and among the world's largest financial centres. The city is home to a large number of financial institutions and banking giants. Most of Switzerland's research and development centres are concentrated in Zürich and the low tax rates attract overseas companies to set up their headquarters there.Monocle's 2012 "Quality of Life Survey" ranked Zürich first on a list of the top 25 cities in the world "to make a base within".According to several surveys from 2006 to 2008, Zürich was named the city with the best quality of life in the world as well as the wealthiest city in Europe.Many museums and art galleries can be found in the city, including the Swiss National Museum and the Kunsthaus. Zürich also hosts one of the most important theatres in the German-speaking world."
: []
  },


{
    "name": "Jakarta",
    "country": "Indonesia",
    "subtitle": "\"the city of contrasts"\",  
    "picture":"//c2.staticflickr.com/8/7557/15986759651_e2d70a1945_k.jpg",
    "price": 1240,
    "tags": [],
    "pos": {
      "lat": -6.1744444,
      "lon": 106.8294444,
    },
"text": "Chaotic, crowded, and cosmopolitan, Jakarta, the capital of Indonesia, is a city of contrasts. Home to millions of people from around the world, the city is a mixture of languages and cultures, poverty and wealth. The city boasts some of the best nightlife in Asia and some of the worst traffic. Every holiday, the locals escape the pollution and the crowds to enjoy relaxing diversions like Ancol Dreamland, an amusement area featuring water parks, beaches, golf courses, and a SeaWorld."
: []
  },


{
    "name": "Chiang Mai ",
    "country": "Thailand",
    "subtitle": "\"Rose of the North\",  
    "picture":"//c2.staticflickr.com/4/3846/14694278781_9d2d2a7514_h.jpg",
    "price": 970,
    "tags": [],
    "pos": {
      "lat": 18.7952777778,
      "lon": 98.9986111111,
    },
"text": "Chiang Mai sometimes written as "Chiengmai" or "Chiangmai", is the largest and most culturally significant city in northern Thailand. It is the capital of Chiang Mai Province, a former capital of the Kingdom of Lanna (1296–1768) and was the tributary Kingdom of Chiang Mai from 1774 until 1939. It is located 700 km (435 mi) north of Bangkok, among the highest mountains in the country. The city is along the Ping River, a major tributary of the Chao Phraya River. Chiang Mai means "new city" and was so-named because it was the new capital, founded in 1296, succeeding Chiang Rai (founded 1262) in the capital of the Lanna kingdom.In recent years, Chiang Mai has become an increasingly modern city and has been attracting over 5 million visitors each year, of which between 1.4 million and 2 million are foreign tourists (depending on the year).Chiang Mai gained prominence in the political sphere in May 2006, when the Chiang Mai Initiative was concluded here between the ASEAN nations and the "+3" countries (China, Japan, and South Korea). Chiang Mai was one of three Thai cities contending for Thailand's bid to host the World Expo 2020 (the others were Chon Buri and Ayutthaya). However, Ayutthaya was the city chosen by the Thai Parliament to register for the international competition.It has also recently positioned itself to become a Creative City, and is considering applying for Creative City Status with UNESCO. Chiang Mai is one of two tourist destinations in Thailand on TripAdvisor's list of "25 Best Destinations in the World", where it stands in place 24.Chiang Mai's historic importance is derived from its close proximity to the Ping River and major trading routes.While officially the city (thesaban nakhon) of Chiang Mai only covers most parts of the Mueang Chiang Mai district with a population of 160,000, the urban sprawl of the city now extends into several neighboring districts. This Chiang Mai Metropolitan Area has a population of nearly one million people, more than half the total of Chiang Mai Province.The city is subdivided into four wards (khwaeng): Nakhon Ping, Srivijaya, Mengrai, and Kawila. The first three are on the west bank of the Ping River, and Kawila is located on the east bank. Nakhon Ping district comprises the north side of the city. Srivijaya, Mengrai, and Kawila consist of the west, south, and east respectively. The city center—within the city walls—is mostly within Srivijaya ward.
"
: []
  },



{
    "name": "Agadiri ",
    "country": "Morocco",
    "subtitle": "\"la Ville de La Baie\",  
    "picture":"//c1.staticflickr.com/5/4103/4847583824_b37003eb84_b.jpg",
    "price": 470,
    "tags": [],
    "pos": {
      "lat": 30.4,
      "lon": -9.6,
    },
"text": "Agadir is a major city in central coastal Morocco, the capital of Agadir-Ida Ou Tanane province  and of the Souss-Massa-Drâa economic region some 508 km to the south of Casablanca, 173 km from Essaouira and 235 km to the west of Marrakech A majority of its inhabitants speak Berber as their mother tongue.The city is located on the shore of the Atlantic Ocean, near the foot of the Atlas Mountains, just north of the point where the Sous River flows into the ocean.

"
: []
  },


{
    "name": "Sharm El Sheikh",
    "country": "Egypt",
    "subtitle": "\"City of Peace'\",  
    "picture":"//c2.staticflickr.com/4/3243/2954278477_ee9a697762_b.jpg",
    "price": 490,
    "tags": [],
    "pos": {
      "lat": 27.9122222222,
      "lon": 34.3297222222,
    },
"text": "Diverse marine life and hundreds of Red Sea coral reef sites make Sharm El Sheikh a magnet for divers and eco-tourists. The tourist economy of this Sinai Peninsula city has grown quite rapidly over the last few decades, resulting in an upcrop of first-class resorts and posh nightlife. The waters of Ras Mohamed National Park are abundant with schools of fish and, oddly, toilets – thanks to the bathroom fixtures being transported by a cargo ship that sank during a 1981 storm."
: []
  },


{
    "name": "Frankfurt",
    "country": “Germany",
    "subtitle": "\"Germany’s financial capital'\",  
    "picture":"//c2.staticflickr.com/8/7324/12010562175_ac8cccb076_h.jpg",
    "price": 490,
    "tags": [],
    "pos": {
      "lat": 50.1166667,
      "lon": 8.6833333,
    },
"text": "Frankfurt am Main, commonly known as Frankfurt, is the largest city in the German state of Hesse and the fifth-largest city in Germany, with a population of 687,775 (2012) within its administrative boundaries. The actual urban area has a population of 2,500,000. The city is at the centre of the larger Frankfurt Rhine-Main Metropolitan Region which has a population of 5,600,000 and is Germany's second-largest metropolitan region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) east of Frankfurt.Frankfurt is the largest financial centre in continental Europe and ranks among the world's leading financial centres. It is home to the European Central Bank, Deutsche Bundesbank, Frankfurt Stock Exchange and several large commercial banks. The European Central Bank is the central bank of the eurozone, consisting of 18 EU member states that have adopted the euro (€) as their common currency and sole legal tender. The Deutsche Bundesbank is the central bank of Germany and as such part of the European System of Central Banks. The Frankfurt Stock Exchange is one of the world's largest stock exchanges by market capitalization and accounts for over 90 percent of the turnover in the German market. In 2010, 63 national and 152 international banks had their registered offices in Frankfurt, including the headquarters of the major German banks, notably Deutsche Bank, Commerzbank, DZ Bank and KfW, as well as 41 representative offices of international banks.Frankfurt is therefore considered a global city (alpha world city) as listed by the Loughborough University group's 2010 inventory. Among global cities it was ranked 10th by the Global Power City Index 2011 and 11th by the Global City Competitiveness Index 2012. Among financial centers it was ranked 8th by the International Financial Centers Development Index 2013 and 9th by the Global Financial Centres Index 2013.Due to its central location within Germany and Europe, Frankfurt is a major air, rail and highway transport hub. Frankfurt Airport is one of the world's busiest international airports by passenger traffic and the main hub for Germany's flag carrier Lufthansa, the largest airline in Europe. Frankfurt Central Station is one of the largest terminal stations in Europe and the busiest junction operated by Deutsche Bahn, the German national railway company, with 342 daily trains to domestic and European destinations. Frankfurter Kreuz, the Autobahn interchange close to the airport, is the most heavily used interchange in the EU with approximately 320,000 cars daily.Frankfurt is also a centre for commerce, culture, education, tourism and web traffic. Messe Frankfurt is one of the world's largest trade fairs at 578,000 square metres and ten exhibition halls, a central logistics centre and an attached convention centre. Major trade fairs include the Frankfurt Motor Show, the world's largest motor show, and the Frankfurt Book Fair, the world's largest book fair. Frankfurt is also home to many cultural and educational institutions including the Johann Wolfgang Goethe University and Frankfurt University of Applied Sciences, many museums (e.g. Städel, Naturmuseum Senckenberg, Schirn Kunsthalle Frankfurt, Goethe House), and two major botanical gardens, the Palmengarten, which is Germany's largest, and the Botanical Garden of the Goethe University.In 2011, the human-resource-consulting firm Mercer ranked Frankfurt as seventh in its annual "Quality of Living" survey of cities around the world. According to The Economist cost of living survey, Frankfurt is Germany's most expensive city, and the 10th most expensive in the world.A unique feature of Frankfurt is its significant number of skyscrapers and high-rise buildings in the city center which form the Frankfurt skyline. Frankfurt is one of only a few cities in the European Union that have such a skyline, the others being London, Milan, Warsaw, Madrid, Rotterdam and La Défense in the outer Paris region. Because of the city's skyline, Germans sometimes refer to Frankfurt as "Mainhattan", a portmanteau of the local Main River and Manhattan."
: []
  },


{
    "name": "Abu Dhabi",
    "country": “United Arab Emirates",
    "subtitle": "\"The Las Vegas of the Middle East'\",  
    "picture":"//c2.staticflickr.com/6/5241/5234043466_219ebb1b35_b.jpg",
    "price": 890,
    "tags": [],
    "pos": {
      "lat": 24.4666667,
      "lon": 54.3666667,
    },
"text": "




Abu Dhabi is a capital of the largest of the UAE's seven member emirates. Abu Dhabi lies on a T-shaped island jutting into the Persian Gulf from the central western coast. The city proper had a population of 921,000 in 2013.Abu Dhabi houses federal government offices, is the seat of the United Arab Emirates Government, home to the Abu Dhabi Emiri Family and the President of the UAE, who is from this family. Abu Dhabi has grown to be a cosmopolitan metropolis. Its rapid development and urbanisation, coupled with the relatively high average income of its population, has transformed Abu Dhabi to a larger and advanced metropolis. Today the city is the country's center of political and industrial activities, and a major cultural and commercial centre, due to its position as the capital. Abu Dhabi alone generated 56.7% of the GDP of the United Arab Emirates in 2008.Abu Dhabi is home to important financial institutions such as the Abu Dhabi Securities Exchange, the Central Bank of the United Arab Emirates and the corporate headquarters of many companies and numerous multinational corporations. One of the world's largest producers of oil, Abu Dhabi has actively attempted to diversify its economy in recent years through investments in financial services and tourism.Abu Dhabi is the second most expensive city for expatriate employees in the region, and 67th most expensive city in the world. Fortune magazine and CNN stated in 2007 that Abu Dhabi is the richest city in the world.






"
: []
  },


{
    "name": "Vancouver",
    "country": “Canada",
    "subtitle": "\"Hollywood North'\",  
    "picture":"//c2.staticflickr.com/2/1359/4733576208_f51354dd23_b.jpg",
    "price": 990,
    "tags": [],
    "pos": {
      "lat": 49.25,
      "lon": -123.133333
    },
"text": "Vancouver is a coastal seaport city on the mainland of British Columbia, Canada.The 2011 census recorded 603,502 people in the city, making it the eighth largest Canadian municipality.Vancouver is one of the most ethnically and linguistically diverse cities in Canada; 52% of its residents have a first language other than English.The Greater Vancouver area of around 2.4 million inhabitants is the third most populous metropolitan area in the country and the most populous in Western Canada.The City of Vancouver encompasses a land area of about 114 square kilometres, giving it a population density of about 5,249 people per square kilometre (13,590 per square mile). Vancouver is the most densely populated Canadian municipality, and the fourth most densely populated city over 250,000 residents in North America, behind New York City, San Francisco,and Mexico City.The original settlement, named Gastown, grew around the Hastings Mill logging sawmill and a nearby tavern, both established in 1867. Enlarging to become the townsite of Granville, with the announcement that the railhead would reach the site it was renamed "Vancouver" and incorporated as a city in 1886. By 1887, the transcontinental railway was extended to the city to take advantage of its large natural seaport, which soon became a vital link in a trade route between the Orient, Eastern Canada, and London.As of 2009, Port Metro Vancouver is the busiest and largest port in Canada, and the most diversified port in North America.While forestry remains its largest industry, Vancouver is well known as an urban centre surrounded by nature, making tourism its second-largest industry.Major film production studios in Vancouver and Burnaby have turned Metro Vancouver into one of the largest film production centres in North America,earning it the film industry nickname, Hollywood North.Vancouver is consistently named as one of the top five worldwide cities for livability and quality of life,and the Economist Intelligence Unit acknowledged it as the first city to rank among the top-ten of the world's most livable citiesfor five consecutive years.Vancouver has hosted many international conferences and events, including the 1954 British Empire and Commonwealth Games, UN Habitat I, Expo 86, and the World Police and Fire Games in 1989 and 2009. In 2014, following thirty years in California, Vancouver became the indefinite home of the annual TED conference.Canada will host the 2015 FIFA Women's World Cup, and several matches will be played in Vancouver, including the final at BC Place Stadium.The 2010 Winter Olympics and 2010 Winter Paralympics were held in Vancouver and nearby Whistler, a resort community 125 km (78 mi) north of the city.
"
: []
  },


{
    "name": "Xian de Yangshuo",
    "country": “China",
    "subtitle": "\"The new Yang’s moon'\",  
    "picture":"//c1.staticflickr.com/5/4029/4428370871_736f0e36b1_b.jpg",
    "price": 980,
    "tags": [],
    "pos": {
      "lat": 25.2833333,
      "lon": 110.2833333,
    },
"text": "Yangshuo County is a county under the jurisdiction of Guilin City, in the northeast of Guangxi, China. Its seat is located in Yangshuo Town. Surrounded by karst peaks and bordered on one side by the Li River it is easily accessible by bus or by boat from nearby Guilin. In the 1980s, the town became popular with foreign backpackers, and by the late 1990s packaged tourists began arriving in greater numbers. At that time, domestic tourism represented only a small fraction of the tourists but by 2005 domestic tourists outnumbered foreign tourists by a great margin. Today, the town has become a resort destination for both domestic and foreign travelers."
: []
  },


{
    "name": "Melbourne",
    "country": “Australia",
    "subtitle": "\"The Second City\",  
    "picture":"//c1.staticflickr.com/1/110/294243529_842700c49b_b.jpg",
    "price": 1480,
    "tags": [],
    "pos": {
      "lat": -37.816667,
      "lon": 144.966667,
    },
"text": "Melbourne is the capital and most populous city in the state of Victoria, and the second most populous city in Australia. The name "Melbourne" refers to an urban agglomeration area (and census statistical division) spanning 9,900 km2 (3,857.2 sq mi) that comprises the greater metropolis – as well as being a common name for its metropolitan hub, the Melbourne City Centre. It is a leading financial centre in Australia, as well as the Asia-Pacific region, and has been ranked the world's most livable city since 2011 (and among the top three since 2002), according the Economist Intelligence Unit (EIU). In 2013 the EIU also ranked Melbourne the fourth most expensive city in the world, tying with Oslo, Norway. Melbourne is rated highly in the areas of education, entertainment, healthcare, research and development, tourism and sports.It is located on the large natural bay of Port Phillip, with its City Centre situated at the northernmost point of the bay – near to the estuary of the Yarra River. The metropolitan area extends south from the City Centre, along the eastern and western shorelines of Port Phillip, and expands into the hinterlands – toward the Dandenong and Macedon mountain ranges, Mornington Peninsula and Yarra Valley. The City Centre is located in the municipality known as the City of Melbourne, and the metropolis consists of a further 30 municipalities. Melbourne has a population of 4.35 million, and the fastest growing population among Australian capital cities. Inhabitants of the city are called Melburnians.Founded on 30 August 1835 (in what was then the Colony of New South Wales), by settlers from Launceston in Van Diemen's Land, it was incorporated as a Crown settlement in 1837. It was named "Melbourne" by the Governor of New South Wales, Sir Richard Bourke, in honour of the British Prime Minister of the day, William Lamb, 2nd Viscount Melbourne. It was declared a city by Queen Victoria in 1847, before becoming the capital city of the newly created Colony of Victoria in 1851. During the Victorian gold rush of the 1850s, it was transformed into one of the world's largest and wealthiest cities. After the federation of Australia in 1901, Melbourne served as the interim seat of government for the newly created nation of Australia until 1927.An international centre for performing and visual arts, Melbourne is often referred to as Australia's cultural capital. It is the birthplace of Australian dance styles; the Melbourne Shuffle and New Vogue, the Australian film industry (including the world's first feature film), Australian impressionist art (known as the Heidelberg School), Australian rules football, and the Australian television industry. In more recent years, it has been recognised as a UNESCO City of Literature and a major centre for street art. It is home to many of Australia's largest and oldest cultural institutions such as the Australian Centre for the Moving Image, the Melbourne Cricket Ground, Melbourne Museum, Melbourne Zoo, the National Gallery of Victoria and the UNESCO World Heritage-listed Royal Exhibition Building.The main passenger airport serving the metropolis is Melbourne Airport, which is the second busiest in Australia, and the Port of Melbourne is Australia's busiest seaport for containerised and general cargo. The main metropolitan train terminus is Flinders Street Station, and the main regional train and coach terminus is Southern Cross Station. Melbourne is also home to the world's largest tram network.
"
: []
  },


{
    "name": "Rio de Janeiro ",
    "country": “Brazil",
    "subtitle": "\"The Marvelous City\",  
    "picture":"//c1.staticflickr.com/3/2524/3741029894_3003cd3ca8_b.jpg",
    "price": 1280,
    "tags": [],
    "pos": {
      "lat": -22.9,
      "lon": -43.2333333,
    },
"text": "Rio de Janeiro is the capital city of the State of Rio de Janeiro, the second largest city of Brazil, and the third largest metropolitan area and agglomeration in South America. There are approximately 6.3 million people living within the city proper, making it the 6th largest in the Americas and 26th in the world. Part of the city has been designated as a World Heritage Site, named "Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea", identified by UNESCO on 1 July 2012 in the category Cultural Landscape.Founded in 1565, by the Portuguese, the city was initially the seat of the Captaincy of Rio de Janeiro, a captaincy of the Portuguese Empire. It later, in 1793, became the capital of the State of Brazil, a State of the Portuguese Empire. In 1808, when the Portuguese Royal Court transferred itself from Portugal to Brazil, Rio de Janeiro became the chosen seat of the court of Queen Maria I of Portugal, who subsequently, in 1815, under the leadership of her son, the Prince Regent, and future King João VI of Portugal, raised Brazil to the dignity of a kingdom, within the United Kingdom of Portugal, Brazil, and Algarves. Rio stayed the capital of the pluricontinental Lusitanian monarchy until 1822, when the War of Brazilian Independence began. It subsequently served as the capital of the independent monarchy, the Empire of Brazil, until 1889, and then the capital of a republican Brazil until 1960.Rio de Janeiro represents the second largest GDP in the country (and 30th largest in the world in 2008), estimated at about R$343 billion (IBGE/2008) (nearly US$201 billion), and is headquarters to two of Brazil's major companies—Petrobras and Vale, and major oil companies and telephony in Brazil, besides the largest conglomerate of media and communications companies in Latin America, the Globo Organizations. The home of many universities and institutes, it is the second largest center of research and development in Brazil, accounting for 17% of national scientific production—according to 2005 data.Rio de Janeiro is one of the most visited cities in the southern hemisphere and is known for its natural settings, carnival celebrations, samba, Bossa Nova, balneario beaches such as Barra da Tijuca, Copacabana, Ipanema, and Leblon. Some of the most famous landmarks in addition to the beaches include the giant statue of Christ the Redeemer ("Cristo Redentor") atop Corcovado mountain, named one of the New Seven Wonders of the World; Sugarloaf mountain (Pão de Açúcar) with its cable car; the Sambódromo, a permanent grandstand-lined parade avenue which is used during Carnival; and Maracanã Stadium, one of the world's largest football stadiums.Rio de Janeiro will host 2016 Summer Olympics and the 2016 Summer Paralympics for first time a South American and Portuguese-speaking nation hosts the event. It will be the third time the Olympics will be held in a Southern Hemisphere city. On 12 August 2012, at the 2012 Summer Olympics closing ceremony, Mayor Eduardo Paes received the Olympic Flag, via Jacques Rogge, from London Mayor Boris Johnson. Rio's Maracanã Stadium, which held the final of the 1950 FIFA World Cup and 2013 FIFA Confederations Cup, will host the final match of the 2014 FIFA World Cup. Rio de Janeiro also hosted the World Youth Journey in 2013.

"
: []
  },


{
    "name": "Riyadh ",
    "country": “Saudi Arabial",
    "subtitle": "\"The Gardens\",  
    "picture":"//c2.staticflickr.com/8/7612/16768548626_e109775ad2_h.jpg",
    "price": 840,
    "tags": [],
    "pos": {
      "lat": -24.6408333,
      "lon": 46.7727778,
    },
"text": "Riyadh is the capital and largest city of Saudi Arabia. It is also the capital of Riyadh Province, and belongs to the historical regions of Najd and Al-Yamama. It is situated in the center of the Arabian Peninsula on a large plateau, and is home to 5,254,560 people, and the urban center of a region with a population of close to 7 million people.The city is divided into 15 municipal districts, managed by Riyadh Municipality headed by the mayor of Riyadh, and the Riyadh Development Authority, chaired by the governor of Riyadh Province, Khalid bin Bandar Al Saud. The current mayor of Riyadh is Abdullah bin Abdul Rahman Al Mogbel, appointed in 2012. Riyadh has the largest all female university in the world, the Princess Nora bint Abdulrahman University. It has been designated as a Beta World City.


"
: []
  },

{
    "name": "Amman",
    "country": “Hashemite Kingdom of Jordan",
    "subtitle": "\"the white city”\",  
    "picture":"//c2.staticflickr.com/8/7709/17287400566_1225f0bfbe_k.jpg",
    "price": 740,
    "tags": [],
    "pos": {
      "lat": 31.9333333333,
      "lon": 35.9333333333,
    },
"text": "Amman is the capital and most populous city of the Hashemite Kingdom of Jordan. It is the country's political, cultural and commercial centre and one of the oldest continuously inhabited cities in the world. The Greater Amman area has a population of 2,842,629 as of 2010. The recent economic growth experienced in Amman is unmatched by any other Arab city except those located in the Persian Gulf area. Amman is also the administrative seat of the homonymous governorate. Amman is also ranked a Beta− global city on the World city index.Amman was named one of the MENA's best cities according to economic, labour, environmental, and socio-cultural factors. Amman is among the most popular locations for multinational corporations to set up their regional offices, alongside Doha and only behind Dubai. Furthermore, it is expected that in the next 10 years these three cities will capture the largest share of multinational corporation activity in the region. It is a major tourist destination in the region and the capital is especially popular among Gulf tourists.



"
: []
  },

{
    "name": "Sousse ",
    "country": “Tunisia",
    "subtitle": "\"The pearl of the sahel”\",  
    "picture":"//c1.staticflickr.com/9/8425/7846771552_dd41625258_k.jpg",
    "price": 410,
    "tags": [],
    "pos": {
      "lat": 35.8333333333,
      "lon": 10.6333333333,
    },
"text": "Sousse or Sousa is a city in Tunisia, capital of the Sousse Governorate. Located 140 kilometres (87 miles) south of the capital Tunis, the city has 173,047 inhabitants (2004). Sousse is in the central-east of the country, on the Gulf of Hammamet, which is a part of the Mediterranean Sea. The name may be of Berber origin: similar names are found in Libya and in the south of Morocco (Bilād al-Sūs). Its economy is based on transport equipment, processed food, olive oil, textiles and tourism. It is home to the Université de Sousse.
"
: []
  },


{
    "name": "Kiev  ",
    "country": “Ukraine",
    "subtitle": "\"A city with a thousand years of history behind it”\",  
    "picture":"//c2.staticflickr.com/8/7387/13333327953_26bc37001e_k.jpg",
    "price": 510,
    "tags": [],
    "pos": {
      "lat": 50.43,
      "lon": 30.52,
    },
"text": "Kiev is the capital and the largest city of Ukraine, located in the north central part of the country on the Dnieper River. The population as of July 2013 was 847,200 (though higher estimated numbers have been cited in the press), making Kiev at least 8th largest city in Europe.Kiev is an important industrial, scientific, educational, and cultural centre of Eastern Europe. It is home to many high-tech industries, higher education institutions and world-famous historical landmarks. The city has an extensive infrastructure and highly developed system of public transport, including the Kiev Metro.The city's name is said to derive from the name of Kyi, one of its four legendary founders (see Etymology, below). During its history, Kiev, one of the oldest cities in Eastern Europe, passed through several stages of great prominence and relative obscurity. The city probably existed as a commercial centre as early as the 5th century. A Slavic settlement on the great trade route between Scandinavia and Constantinople, Kiev was a tributary of the Khazars, until seized by the Varangians (Vikings) in the mid-9th century. Under Varangian rule, the city became a capital of the Kievan Rus', the first East Slavic state. Completely destroyed during the Mongol invasion in 1240, the city lost most of its influence for the centuries to come. It was a provincial capital of marginal importance in the outskirts of the territories controlled by its powerful neighbours; first the Grand Duchy of Lithuania, followed by Poland and Russia.The city prospered again during the Russian Empire's Industrial Revolution in the late 19th century. In 1917, after the Ukrainian National Republic declared independence from the Russian Empire, Kiev became its capital. From 1921 onwards Kiev was an important city of the Ukrainian Soviet Socialist Republic, and, from 1934, its capital. During World War II, the city again suffered significant damage, but quickly recovered in the post-war years, remaining the third largest city of the Soviet Union.Following the collapse of the Soviet Union and Ukrainian independence in 1991, Kiev remained the capital of Ukraine and experienced a steady migration influx of ethnic Ukrainians from other regions of the country. During the country's transformation to a market economy and electoral democracy, Kiev has continued to be Ukraine's largest and richest city. Kiev's armament-dependent industrial output fell after the Soviet collapse, adversely affecting science and technology. But new sectors of the economy such as services and finance facilitated Kiev's growth in salaries and investment, as well as providing continuous funding for the development of housing and urban infrastructure. Kiev emerged as the most pro-Western and pro-democracy region of Ukraine where parties advocating tighter integration with the European Union dominate during elections.

"
: []
  },


{
    "name": "Sharjah",
    "country": “ United Arab Emirates",
    "subtitle": "\"The big market”\",  
    "picture":"//c2.staticflickr.com/6/5521/12113303986_e79a9f71eb_k.jpg",
    "price": 810,
    "tags": [],
    "pos": {
      "lat": 25.3622222,
      "lon": 55.3911111,
    },
"text": "Sharjah is one of the emirates of the United Arab Emirates (UAE). The emirate covers 2,600 km² (1,003 mi²) and has a population of over 800,000 (2008). The emirate of Sharjah comprises the city of Sharjah (the seat of the emirate), and other minor towns and enclaves such as Kalba, Dibba Al-Hisn and Khor Fakkan.The emirate is a constitutional monarchy of the Al Qasimi dynasty. It has been ruled by Sultan bin Mohamed Al-Qasimi since 1972.


"
: []
  },


{
    "name": "Jeju ",
    "country": “ South Korea",
    "subtitle": "\"The Hawaii of Korea”\",  
    "picture":"//c1.staticflickr.com/7/6023/5983298210_7d8ecd6dde_b.jpg",
    "price": 1210,
    "tags": [],
    "pos": {
      "lat": 33.5,
      "lon": 126.516666667,
    },
 "Jeju (Jeju-si) is the capital of Jeju province in South Korea and the largest city on the island of Jeju. The city is served by Jeju International Airport (IATA code CJU).Located in a southern part of Korea, on an island off the Korean peninsula, the weather is mild and warm during much of the year. The city is a well-known resort, with prestigious hotels and public casino facilities. In 2011, 9.9 million passengers flew between the two cities of Seoul and Jeju, making the Gimpo–Jeju route the world's busiest passenger air route. Jeju welcomes over four million visitors from mainland Korea, Japan, and China every year."
: []
  },

{
    "name": "Krabi",
    "country": “ Thailand ",
    "subtitle": "\"the Land of Smiles”\",  
    "picture":"//c2.staticflickr.com/4/3880/14170315707_6a62a027c0_k.jpg",
    "price": 1120,
    "tags": [],
    "pos": {
      "lat": 8.066667,
      "lon": 98.916667,
    },
 "The southern Thailand town of Krabi serves as base camp for exploring the province of the same name, a lush region of jungles, limestone cliffs and idyllic isles floating just offshore in the Andaman Sea. Buddhist shrines still used by local monks are tucked into the chambers of the town's top attraction, Tiger Cave. The riverside pier links travelers with ferries and longboats to the best scuba diving, rock climbing and white sand beaches on the coast."
: []
  },




